[
  {
    "name": "House Stark of Winterfell",
    "cname": "史塔克家族",
    "sections": [
      {
        "level": 3,
        "title": "征服战争前",
        "content": [
          "史塔克是个古老的家族，其历史可追溯到数千年前英雄纪元的传奇人物——“筑城者”布兰登，他是临冬城的筑造者与奠基人，据说他是“青手”加尔斯之子Brandon of the Bloody Blade的后代。史塔克家族的血脉直接传承自先民，依旧遵循古老的传统，信奉森林里的旧神。自“筑城者”布兰登始，史塔克家族一直是冬境之王（直至近代才改称为“北境之王”）。在数千年间他们慢慢发展起来，打败及兼并了周围的小王，不少古老的血脉和贵族都被他们灭绝或驱逐。自从传说中的筑城者布兰登建造了长城以来，史塔克家族一直是守夜人的坚定盟友，并且协助守护了长城数千年。有时候史塔克家族要应付野心勃勃的守夜人背誓者。当第十三任守夜人总司令——夜王（在诸多猜想中，有一种说法认为他是一个史塔克）将长城据为己有时，史塔克家族和塞外之王乔曼一起联合推翻。但大多是时候史塔克们和塞外之王是敌对关系。在历史上，他们和自己的封臣安柏家族一起击败过著名的塞外之王詹德尔和戈尼，也曾经衍生过塞外之王贝尔从临冬城偷走女儿的浪漫传说。",
          "但在北境，史塔克家族也并非战无不胜。史塔克在成为北境的最高统治者之前有很多竞争者，比如南边的荒冢王和东边的红王。恐怖堡的波顿家族一直是其最大的敌手，临冬城曾两次被他们攻破，不过史塔克家族还是支撑下来，大约直到安达尔人入侵开始时，也就是大约一千年前，击败了波顿家族，使他们放弃王号，大致完成北境的统一。同时期，琼恩·史塔克国王为了在白刃河抵御海盗的骚扰，在河口修建了狼穴。这座堡垒当时被史塔克的子孙们世袭继承。其中的一支，灰史塔克家族，竟然和波顿家族联合起来进行叛乱，对抗史塔克家族主支。击败了他们后，灰史塔克家族灭亡，狼穴最终被赏赐给了从河湾地被驱逐的曼德勒家族。重新得到了领地的曼德勒家族从此对史塔克心怀感激，多年来一直保持着忠诚。他们在城堡周围修建了白港，成为了北境唯一的城市。琼恩·史塔克的儿子，瑞卡德，击败了沼泽王并娶了沼泽王的女儿，把颈泽也划入了史塔克家族的统治。卡隆·史塔克是当时北境之王的弟弟。当他在平叛时立下功劳后，北境之王将叛贼的一部分土地分封给了卡隆，卡隆在那里修建了一座城堡，后来被成为卡霍城，他的家族也从史塔克家族分离出来成为了卡史塔克家族。罗德利克·史塔克通过一场摔跤比赛从铁种手中赢得了熊岛，将之赏赐给了莫尔蒙家族。史塔克家族在凌辱三姐妹事件发生后与谷地的艾林家族长期交战，最终被艾林家族击败，放弃了对三姐妹群岛的管辖权。",
          "史塔克家族中最后一位北境之王是托伦·史塔克，他在征服战争末期向征服者伊耿屈膝臣服。从那时起，史塔克家族就成为七大王国的北境守护。"
        ]
      },
      {
        "level": 3,
        "title": "征服战争后",
        "content": [
          "史塔克家族卷入了血龙狂舞，克雷根·史塔克公爵宣佈效忠雷妮拉·坦格利安女王。但是史塔克远在北境，对战争的局势没有形成及时的影响。后来克雷根·史塔克短暂的担任过国王之手，史称狼时（Hour of the wolf）。大约在213AC，史塔克家族曾面临危机：斯卡格斯岛叛乱，红胡子雷蒙塞外称王，多个史塔克公爵死于平定叛乱的过程中，爵位落到伯隆·史塔克头上。当西面铁民侵袭，时任家族领主伯隆·史塔克与达衮·葛雷乔伊大王大战一场，身受重伤、最终离世。伯隆的遗孀与另外四个其他守寡不久的史塔克寡妇在其死后争夺史塔克家族的继承权，潜在的继承人为数甚多，其中还有十来个姓史塔克的小孩。",
          "至瑞卡德公爵掌权时，他积极扩大史塔克家族在颈泽以南的影响力。在他的学士维里斯鼓励和协助下，他把女儿莱安娜许配给拜拉席恩家族的劳勃，为长子布兰登与徒利家族的凯特琳订立婚约，并将次子艾德送至谷地当琼恩·艾林公爵的养子，与劳勃交好。在赫伦堡比武大会后，莱安娜据称被雷加·坦格利安王子绑架，布兰登赶往君临，威胁杀死雷加，结果被捕。不久，前来为儿子答罪的瑞卡德公爵与长子一起被“疯王”伊里斯二世谋杀。",
          "“疯王”随后要求艾林交出劳勃与艾德，琼恩公爵以公然反叛来回答他。史塔克家族在推翻坦格利安家族的“篡夺者战争”中发挥了重要的作用。但在此之后，艾德公爵恢复了史塔克家族的孤立政策，并未参与太多七国事务。直至五王之战前夕，艾德公爵南下担任劳勃国王的首相，结果因为政治斗争失败而被处死，北境再次卷入七国的内乱中。"
        ]
      },
      {
        "level": 3,
        "title": "五王之战及以后",
        "content": [
          "在五王之战中，史塔克家族联合徒利家族将兰尼斯特家族从河间地区赶走。艾德与凯特琳·徒利的长子“少狼主”罗柏·史塔克宣布北境独立，并加冕为北境之王。透过他母亲的徒利血统，数千年以来从未合并的三河流域和北境现在统一于北境之王的治下，罗柏亦加冕为“三叉戟河之王”。",
          "不过战况自黑水河之役后渐渐不利，而谷地拒绝参战，临冬城和北境也遭到铁民攻击，北境王国岌岌可危。“少狼主”试图力挽狂澜，但是红色婚礼终结了他的生命和他的王国。波顿家族从其手中夺走了北境的支配权，史塔克家族成员被迫藏匿。"
        ]
      },
      {
        "level": 3,
        "title": "伊耿历三世纪末的成员",
        "content": [
          "《冰与火之歌》书中所描述的时间跨度之内提到的史塔克家族成员：",
          "【艾德·史塔克】，临冬城公爵、国王之手、北境守护。被逼承认叛国罪，被乔佛里·拜拉席恩国王下令斩首。",
          "【凯特琳·徒利】，他的妻子。死于红色婚礼。",
          "【罗柏·史塔克】国王，北境之王、三叉戟河之王、临冬城公爵，他的嫡长子和继承人。外号“少狼主”。冰原狼名为“灰风”。死于红色婚礼。",
          "简妮·维斯特林，北境王后，罗柏·史塔克的妻子。",
          "珊莎·史塔克，他的长女。嫁给兰尼斯特家族的提利昂。冰原狼名为“淑女”。现时匿藏在谷地。",
          "艾莉亚·史塔克，艾德的次女。目前位于布拉佛斯，加入无面者组织。同时珍妮·普尔假扮成艾莉亚，并嫁给波顿家族的拉姆斯。冰原狼名为“娜梅莉亚”。",
          "布兰登·史塔克，艾德的次子。小名“布兰”。因为从高塔上摔下来而变成残废。冰原狼名为“夏天”。临冬城失守后，被认为已经死亡。目前身处塞外。",
          "瑞肯·史塔克，艾德的幼子。冰原狼名为“毛毛狗”。临冬城失守后，被认为已经死亡。目前躲藏于斯卡格斯岛。",
          "琼恩·雪诺，艾德的私生子，守夜人军团第998任总司令。冰原狼名为“白灵”。遇刺四刀，生死不明。",
          "【班扬·史塔克】，艾德的弟弟，守夜人军团首席游骑兵。在一次塞外搜索中失踪，被认为已死。"
        ]
      },
      {
        "level": 3,
        "title": "历史上的成员",
        "content": [
          "史塔克家族在血龙狂舞之前的家谱未知，以下列出的诸位大约是按年代顺序排列的。",
          "“筑城者”布兰登，史塔克家族的创建者，第一任北境之王，临冬城的建造者。",
          "席恩王，“饿狼”。",
          "“造船者”布兰登王。远航落日之海，自此失踪。",
          "“焚船者”布兰登王。父亲失踪后把其建立的庞大舰队付之一炬。",
          "多伦王",
          "琼恩王，驱逐了海盗建造了狼穴。",
          "瑞卡德王，吞并了颈泽。",
          "罗德利克王，嬴取了熊岛。",
          "艾德利克王，“雪胡王”",
          "“冰眼”布兰登王，“雪胡王”的曾孙。他从海盗手上再次收复狼穴。",
          "“苦涩的”班扬王",
          "“甜蜜的”班扬王",
          "艾隆王",
          "艾里昂王，“新郎”",
          "沃顿王，“月王”",
          "“恶人”布兰登王",
          "卡隆·史塔克，某位北境之王的幼子，卡史塔克家族的创建者。",
          "乔拉王",
          "杰诺斯王",
          "艾德温王，“春王”",
          "“失女者”布兰登王",
          "欧斯里克，北境之王的幼子，有史以来最年轻的守夜人总司令，但在职时间却长达六十年。",
          "布兰登·史塔克九世，击败了斯卡格斯岛，禁止斯卡格斯人再出海。",
          "托伦王，“降服王”，他向征服者伊耿臣服（因此得到“降服王”之称），北境自此成为七大王国的一部分，也是伊耿前的最后一任北境之王、第一任北境守护和临冬城公爵。",
          "“少狼主”罗柏·史塔克，艾德·史塔克公爵之长子，父亲被处斩后被封臣拥立为北境之王（河间地也包括在其中），也是目前最后的北境之王，死于红色婚礼，之后波顿家族取代史塔克成为北境守护与临冬城公爵。",
          "托伦，“降服王”，最后一任北境之王、第一任北境守护和临冬城公爵。",
          "布兰登·雪诺，托伦的私生兄弟。",
          "艾拉德（Ellard），杰赫里斯一世统治末期的临冬城公爵。",
          "班扬，临冬城公爵，娶了莱莎·洛克。",
          "瑞肯，班扬的长子，临冬城公爵。妻子是吉莉恩·葛洛佛（Gilliane Glover）。",
          "克雷根，瑞肯的独子，临冬城公爵。",
          "本纳德，班扬之次子。娶了玛格丽特·卡史塔克（Margaret Karstark）。",
          "班扬，本纳德的长子。",
          "布兰登，本纳德的次子。",
          "依瑞克（Elric），本纳德的三子。",
          "克雷根，血龙狂舞期间的临冬城公爵，外号“北境老人”。曾娶过三位妻子，艾拉·诺瑞（Arra Norrey）、亚莉珊·布莱伍德及远亲莱娜拉·史塔克（Lynara Stark）。",
          "与诺瑞的孩子：",
          "瑞肯，娶了简妮·曼德勒。多恩征服战时阵亡於阳戟城外。",
          "瑟琳娜（Cerenna），瑞肯的长女，嫁给了琼恩·安柏和三叔艾德瑞克。",
          "珊莎，瑞肯的次女。嫁给了二叔琼尼尔。",
          "与布莱伍德的孩子：",
          "撒拉，克雷根与亚莉珊的长女。",
          "亚丽，克雷根与亚莉珊的次女。",
          "雷雅（Raya），克雷根与亚莉珊的三女。",
          "弥丽亚，克雷根与亚莉珊的长女。",
          "与莱娜拉的孩子：",
          "琼尼尔，临冬城公爵，克雷根与莱娜拉的长子，娶过罗宾·莱斯威尔及侄女珊莎。",
          "艾德瑞克，克雷根与莱娜拉的次子，娶了侄女瑟琳娜。",
          "克雷格（Cregard），艾德瑞克的孪生儿子。",
          "托伦，艾德瑞克孪生儿子。",
          "艾亚娜（Arrana），艾德瑞克的长女，嫁给欧斯里克·安柏。",
          "安柏後代。",
          "艾吉蕊（Aregelle），艾德瑞克之次女，嫁给罗拔德·赛文（Robard Cerwyn）。",
          "赛文後代。",
          "莱安娜，克雷根与莱娜拉的女儿。",
          "巴斯根，人称“黑剑”巴斯，临冬城公爵，克雷根与莱娜拉的三子。死於斯卡格斯岛叛乱。",
          "布兰登，临冬城公爵，克雷根与莱娜拉的四子。娶了亚丽·卡史塔克。",
          "罗德威，布兰登与亚丽的长子，娶了弥丽亚梅·曼德勒（Myriame Manderly）。临冬城公爵。",
          "伯隆，布兰登与亚丽的次子，娶了洛拉·罗伊斯（Lorra Royce）。临冬城公爵。",
          "艾莎（Arsa），布兰登与亚丽的女儿。",
          "隆纳·雪诺（Lonnel Snow），布兰登与薇拉·分恩的私生子。",
          "莱娜拉（Lynara），克雷根第三位妻子，与其亲属关系不明。",
          "伯隆，布兰登公爵之子，春季大瘟疫期间的临冬城公爵。娶了洛拉·罗伊斯（Lorra Royce）。在抵抗达衮·葛雷乔伊的战斗中受重伤，不久去世。",
          "多诺，伯隆的长子，临冬城公爵。",
          "威廉，伯隆的次子，临冬城公爵，死于长湖之战。他娶了莱安妮·葛洛佛（Lyanne Glover）与梅兰瑟·布莱伍德（Melantha Blackwood）。",
          "与莱安妮的孩子：",
          "布兰登，早夭。",
          "与梅兰瑟的孩子：",
          "艾德勒，临冬城公爵，娶了玛娜·洛克（Marna Locke）。",
          "乔斯琳，嫁给了贝尼狄克·罗伊斯。",
          "罗伊斯後代。",
          "阿托斯，外号“躁动的”，伯隆的三子。娶了莱莎拉·卡史塔克（Lysara Karstark）。",
          "布兰登，阿托斯之子。",
          "有後代。",
          "班扬，阿托斯之子。",
          "有後代。",
          "贝拉，伯隆的长女。",
          "亚莉珊，伯隆的次女。",
          "伊罗德（Errold），伯隆的四子。",
          "罗德利克，伯隆的五子，外号“野狼”，次子团成员。娶了艾莉亚·菲林特。",
          "布兰妲（Branda），罗德利克的长女。嫁给了哈罗德·罗杰斯（Harrold Rogers）。",
          "莱安蕊（Lyarra），罗德利克的次女，嫁给了远亲瑞卡德。",
          "艾德勒，临冬城公爵。娶了玛娜·洛克（Marna Locke）。",
          "瑞卡德，艾德勒之子，临冬城公爵。娶了远亲莱安蕊。被“疯王”伊里斯·坦格利安二世下令活活烧死。",
          "布兰登，瑞卡德的长子。同被“疯王”杀死。",
          "艾德，瑞卡德的次子，临冬城公爵。被乔佛里·拜拉席恩国王下令斩首。娶了凯特琳·徒利。",
          "艾德的後代见上。",
          "班扬，瑞卡德的三子，守夜人军团首席游骑兵。在塞外一次任务中失踪。",
          "莱安娜，瑞卡德的女儿。据说被雷加·坦格利安王子诱拐，死於多恩的极乐塔。"
        ]
      },
      {
        "level": 3,
        "title": "家臣和下属",
        "content": [
          "席恩·葛雷乔伊，自称“临冬城亲王” 已故艾德公爵的养子和人质。在五王之战中追随少狼主而战，随后为自家而背叛罗柏，夺取了临冬城，之后又被拉姆斯·波顿背叛，成为囚徒。他和珍妮·普尔一并逃脱，目前是史坦尼斯·拜拉席恩的犯人。",
          "布蕾妮，效忠于凯特琳夫人，使命是寻找并救回珊莎·史塔克和艾莉亚·史塔克，她在得悉凯特琳已死，史塔克家族覆亡后仍然执行这一命令。",
          "瓦德·佛雷，“大瓦德”，凯特琳夫人的养子，八岁，目前是拉姆斯·波顿的侍从。",
          "【瓦德·佛雷】， “小瓦德”，凯特琳夫人的养子，八岁，之前也是拉姆斯·波顿的侍从，他的言行越来越像拉姆斯，让席恩和大瓦德深感不安。随后他被人杀害，凶手被怀疑是席恩或是曼斯·雷德和他的矛妇们。",
          "【鲁温学士】，史塔克家族的顾问，医师和教师，死于临冬城沦陷。",
          "【维扬·普尔】， 临冬城的总管，在红堡的史塔克家眷被清洗时遇害。",
          "珍妮·普尔，他的女儿。被迫伪装成艾莉亚·史塔克嫁给了拉姆斯·波顿。与席恩·葛雷乔伊一起逃离了临冬城，现在受史坦尼斯·拜拉席恩的保护。",
          "【罗德利克·凯索爵士】， 临冬城教头，在临冬城陷落之前被拉姆斯·雪诺杀死。",
          "贝丝·凯索，他的女儿，目前被囚禁在恐怖堡。",
          "【乔里·凯索】，艾德的侍卫队长，被詹姆·兰尼斯特爵士的手下杀死。",
          "【埃林】，侍卫，无旗兄弟会最初的成员之一，已死。",
          "【托马德】，侍卫，又叫“胖汤姆”在艾德被捕时死于金袍子之手。",
          "二汤姆， 他的儿子，命运未知。",
          "【韦尔】和【海华】， 侍卫，被詹姆·兰尼斯特的手下杀死。",
          "【戴斯蒙】，侍卫，在艾德被捕时被杀。",
          "【凯恩】，侍卫，在艾德被捕时被桑铎·克里冈杀死。",
          "卡伦，他的儿子，命运未知。",
          "【波瑟】，侍卫。 在红堡的史塔克家眷被清洗时遇害。",
          "【瓦利】，侍卫，在艾德被捕时死于杰诺斯·史林特之手。",
          "哈里斯·莫兰，侍卫队长，乔里的继任者，护送艾德公爵的遗骸回临冬城，命运未知。",
          "昆特、杰克斯、谢德，侍卫，随行护送艾德公爵的遗骸回临冬城，命运未知。",
          "【酒肚子】，侍卫，死于偷袭临冬城的铁民之手。",
          "【稻草头】， 【俏皮话】， 【韦恩】，侍卫，很可能在临冬城陷落时遇难。",
          "【麻脸提姆】，侍卫，死于临冬城陷落。",
          "【胡伦】，马房总管，在红堡的史塔克家眷被清洗时遇害。",
          "哈尔温，他的儿子，侍卫，无旗兄弟会的初始成员之一，目前为石心夫人效力。",
          "【乔赛斯】，在胡伦南下后继任的马房总管，命运未知，很可能在临冬城陷落时遇难。。",
          "班蒂和席拉，他的双胞胎女儿，目前被囚禁于恐怖堡。",
          "【茉丹】修女， 艾德女儿们的家教，在红堡的史塔克家眷被清洗时遇害。",
          "【柴尔】修士，临冬城图书室和圣堂的管理员，当铁民攻下临冬城后，柴尔被投入井中作为淹神的祭品。",
          "【密肯】，铁匠和武器师傅，在临冬城陷落时被斯提吉杀害。",
          "【法兰】， 驯兽长，被席恩·葛雷乔伊杀害。",
          "帕拉，他的女儿，兽舍小妹，被囚禁在恐怖堡。",
          "老奶妈，临冬城的一名女佣，被囚禁在恐怖堡，很可能已经死亡。",
          "瓦德，“阿多”，马僮，随布兰一起在塞外。",
          "【盖奇】，厨师，命运未知，很可能死于临冬城陷落。",
          "芜菁，他的孩子，被囚禁于恐怖堡。",
          "欧莎，一位野人，被俘后在厨房帮佣，现在和瑞肯·史塔克一起在斯卡格斯岛。",
          "【西利欧·佛瑞尔】，艾莉亚的剑术教师，布拉佛斯的首席剑士，根据猜测在红堡死于马林·特兰爵士之手。"
        ]
      },
      {
        "level": 2,
        "title": "效忠家族",
        "content": [
          "在史塔克家族被驱逐之前，也就是罗柏·史塔克称王之时，所有的北境家族、以及徒利家族下属的河间地家族，和来自西境的维斯特林家族（姻亲）都效忠于史塔克家族。 然而随着五王之战的结束，史塔克一族覆灭，大部分效忠家族被迫改受新任的北境守护波顿家族和河间地守护佛雷家族的节制，除去那些暗地里依然同情和支持史塔克的势力，到小说卷五时仍公开效忠于史塔克的家族有：",
          "灰水望的 黎德家族。梅拉以及玖健姐弟俩与布兰、阿多、夏天一起前往塞外。",
          "深林堡的葛洛佛家族。与史坦尼斯·拜拉席恩结盟对抗波顿家族。盖伯特·葛洛佛伯爵仍下落不明，罗贝特·葛洛佛为实际统治者。",
          "熊岛的莫尔蒙家族。与史坦尼斯·拜拉席恩结盟对抗波顿家族。梅姬·莫尔蒙伯爵夫人的女儿黛西·莫尔蒙是罗柏的侍卫，死于红色婚礼。",
          "最后壁炉城的安柏家族。与史坦尼斯·拜拉席恩结盟对抗波顿家族。琼恩伯爵的儿子小琼恩是罗柏的侍卫，死于红色婚礼。但实际上安柏家族被分成两派，一派为“鸦食”莫尔斯与史坦尼斯结盟，另外一派为效忠波顿家族的“妓魇”霍瑟。",
          "白港的曼德勒家族。威曼·曼德勒伯爵让戴佛斯·席渥斯前往斯卡格斯岛去寻找他的主君，史塔克家族的继承人瑞肯。威曼伯爵的儿子文德尔·曼德勒也是罗柏的侍卫，同样死于红色婚礼。",
          "山脉部落的菲林特家族。与史坦尼斯·拜拉席恩结盟对抗波顿家族和铁民。",
          "山脉部落的渥尔氏族。与史坦尼斯·拜拉席恩结盟对抗波顿家族。",
          "山脉部落的诺瑞氏族。与史坦尼斯·拜拉席恩结盟对抗波顿家族。",
          "山脉部落的里德尔氏族。与史坦尼斯·拜拉席恩结盟对抗波顿家族。",
          "以下家族的情况比较特殊。",
          "奔流城的徒利家族。目前已经被铁王座褫夺了所有头衔和封地，奔流城沦陷后，艾德慕·徒利被软禁，“黑鱼”下落不明。",
          "峭岩城的维斯特林家族。加文伯爵的儿子雷纳德死于红色婚礼，但由于其妻一族参与反对罗柏的阴谋，故铁王座已将其罪责全部赦免。维斯特林一族已经回到了自己的领地。",
          "海疆城的梅利斯特家族。杰森·梅利斯特的继承人派崔克·梅利斯特在红色婚礼上被俘。黑瓦德爵挟持派崔克迫使杰森伯爵开城投降。目前杰森伯爵与他的儿子一起被囚禁于海疆城，他的领地正被黑瓦德控制，但其家族军队并未参与对奔流城的围攻。"
        ]
      }
    ],
    "intro": [
      "临冬城的史塔克家族（House Stark of Winterfell），是七大王国中势力最强大的“守护家族”之一，也是北境最重要的家族，手下封臣众多。家族族堡为临冬城。其族徽是白色雪原上银灰色的一只冰原奔狼。家族箴言为“凛冬将至”。书中数个重要视点人物都来自于这个家族。",
      "史塔克家族有多支分支，比较着名的有卡史塔克家族和灰史塔克家族，另外在白港及荒冢屯还有一些史塔克家的分支。长脸，身材修长，黑褐发及灰眸是许多史塔克家族成员的外貌特徵，有时候“奔狼之血”这个词语会被用来形容一些史塔克家族成员的奔放狂野的性格。"
    ],
    "wikiId": 41,
    "words": "Winter is Coming",
    "swornMembers": [
      {
        "character": "nm0265610",
        "text": "他的妻子。死于红色婚礼。"
      },
      {
        "character": "nm0534635",
        "text": "北境之王、三叉戟河之王、临冬城公爵，他的嫡长子和继承人。外号“少狼主”。冰原狼名为“灰风”。死于红色婚礼。"
      },
      {
        "character": "nm3849842",
        "text": "他的长女。嫁给兰尼斯特家族的提利昂。冰原狼名为“淑女”。现时匿藏在谷地。"
      },
      {
        "character": "nm3586035",
        "text": "艾德的次女。目前位于布拉佛斯，加入无面者组织。同时珍妮·普尔假扮成艾莉亚，并嫁给波顿家族的拉姆斯。冰原狼名为“娜梅莉亚”。"
      },
      {
        "character": "nm3280686",
        "text": "艾德的幼子。冰原狼名为“毛毛狗”。临冬城失守后，被认为已经死亡。目前躲藏于斯卡格斯岛。"
      },
      {
        "character": "nm3229685",
        "text": "艾德的私生子，守夜人军团第998任总司令。冰原狼名为“白灵”。遇刺四刀，生死不明。"
      },
      {
        "character": "nm1152798",
        "text": "艾德的弟弟，守夜人军团首席游骑兵。在一次塞外搜索中失踪，被认为已死。"
      }
    ]
  },
  {
    "name": "House Targaryen",
    "cname": "坦格利安家族",
    "sections": [
      {
        "level": 3,
        "title": "习俗",
        "content": [
          "坦格利安家族以黑底红色喷火三头龙作为其家徽，代表着征服者伊耿以及他的姐妹维桑尼亚和雷妮丝，族语为“血火同源”。他们的根据地是七大王国的首都君临与狭海中的龙石岛，国王通常坐在君临红堡中的铁王座之上，统治其广阔的国土。龙石岛则留给其第一继承人，通常为男性，而位于多恩边疆地的夏宫盛夏厅则是留给国王其他儿子作封地。",
          "传统上坦格利安家族信奉瓦雷利亚的神明，征服者伊耿的三条龙更是以这些古神的名号命名。他们其后皈依维斯特洛的主要宗教七神信仰，但坦格利安家族与维斯特洛其余的贵族家庭截然不同，他们遵循瓦雷利亚近亲通婚的传统：兄与妹（姐与弟），表亲与表亲（堂亲与堂亲），舅舅与外甥女（叔叔与侄女）。像征服者伊耿那样同时将姐妹娶为妻子并非瓦雷利亚的传统，但在瓦雷利亚偶有先例。",
          "逝世的坦格利安家族成员普遍会被火葬。"
        ]
      },
      {
        "level": 3,
        "title": "特征",
        "content": [
          "他们继承了异常，甚至被形容为“非人”的美貌。“真龙血脉”一词就是用来描述坦格利安家族一些独有的特征：银金或白金的发色，淡紫、靛青或紫罗兰色的眼睛。坦格利安家族的某些成员对热的忍耐性极高，但他们并不对火绝对免疫。坦格利安家族及其分支黑火家族的部分成员拥有预言梦的能力。",
          "坦格利安家族被称为龙王，他们比其他人更亲近龙。伊耿一世征服维斯特洛时将龙引进，家族一直拥有和支配着龙，直到最后的两只龙死于“龙祸”伊耿三世统治时期。",
          "或许是由于近亲通婚的传统，坦格利安家族有疯狂的倾向，杰赫里斯·坦格利安二世曾说，每当一位坦格利安降生，诸神就将硬币抛向空中，选择疯狂或是伟大。"
        ]
      },
      {
        "level": 3,
        "title": "龙",
        "content": [
          "最早被驯养的龙是发生在古瓦雷利亚。这些精于巫术，操控巨大力量的瓦雷利亚贵族骑乘它们投入战争，将鲜血与龙焰降临吉斯、洛伊拿和大部份东大陆的地区。自由堡垒被神秘天灾毁灭前，坦格利安家族放弃自由堡垒的财富，飘洋过海迁移至龙石岛，并把龙带到那里。随着征服者成功把维斯特洛归于同一政权之下后，龙也迁居至七大王国。",
          "坦格利安王朝统治前期，他们保有世上最后的龙，并把它们养在君临雷妮丝丘陵下的龙穴。在“人瑞王”杰赫里斯·坦格利安一世漫长而和平的统治时期里，龙与坦格利安家族繁衍众多。可是其后的内战血龙狂舞里，龙与龙、坦格利安与坦格利安互相攻伐厮杀，多支坦格利安分支灭绝，大部份龙也在血斗中丧生。而且根据学城马尔温博士的推测，学城更可能在龙的灭绝上发挥巨大作用。也有人认为，在龙穴这种不见天日的幽闭空间里生长，龙的成长受到抑制，不自然的发育，其灭绝也是指日可待。",
          "仍保有一些龙蛋的坦格利安家族多次试图把龙带回世界，可是屡次失败，轻则像伊耿四世成为笑柄，最严重的一次更是促成了盛夏厅的悲剧。悲剧里国王伊耿五世试图孵化龙蛋，大火失控，城堡被烧成废墟，国王本人、其长子及其御林铁卫队长皆死于火中。最终在多斯拉克海的草原上，丹妮莉丝·坦格利安女王在其丈夫的火葬堆上孵化了三枚龙蛋，把巨龙重新带回世上。"
        ]
      },
      {
        "level": 3,
        "title": "流亡",
        "content": [
          "坦格利安家族并非维斯特洛的原住民，他们源自东大陆的瓦雷利亚自由堡垒。古时四十支家族竞逐自由堡垒的统治权力，其中之一的坦格利安家族的势力远逊于当时最有权势的家族。末日浩劫前十二年，家主伊纳尔深信他的女儿“梦女”丹妮丝关于瓦雷利亚毁于烈火的梦境将会成真。他举族迁移至帝国最西边的据点——龙石岛，因而逃过摧毁了自由堡垒文明的大灾变。",
          "自由堡垒覆亡后的流血世纪间，辉煌一时的帝国四分五裂，东大陆战争不断，但坦格利安家族不受干扰地生活在龙石岛上。由于他们是最后的龙王血脈，仍保有世上最后的龙，力量最强的自由城邦、自封为瓦雷利亚继承者的瓦兰提斯提议合作重建自由堡垒，征服东方。他们拒绝这项建议，甚至反过来加入众自由城邦反对瓦兰提斯的联盟，征服者伊耿骑龙前往争议之地参战，粉碎了瓦兰提斯的野心。"
        ]
      },
      {
        "level": 3,
        "title": "征服",
        "content": [
          "伊耿的目光和野心投向仍然处于七国鼎立局面的西大陆维斯特洛。经过漫长的准备后，伊耿与他的姐妹维桑尼亚与雷妮丝骑乘三条龙，还有他谣传中的私生兄弟奥里斯·拜拉席恩，率领千馀战士登陆黑水河口，发动征服战争。凭着龙的威力，他先摧毁了赫伦·霍尔的铁种王国和风暴王亚尔吉拉·杜兰登的骑士，再取得怒火燎原一役的大胜，六国降服。唯有多恩顽强抵抗，藉酷热气候、地理优势和游击战术几番打退侵略者，甚至使雷妮丝王后与她的龙殒落在多恩的沙土上，在其后百多年间仍然保持独立。"
        ]
      },
      {
        "level": 3,
        "title": "巩固王朝",
        "content": [
          "伊耿在旧镇的繁星圣堂被总主教加冕后，在位三十多年间一直致力巩固王朝。然而他死后，长子伊尼斯继位，随即四位偽王並起，反抗新王朝。庸碌的伊尼斯命镇压叛军有功的弟弟梅葛为相。王室与教会的关系越来越紧张，当梅葛娶了第二位妻子及伊尼斯让他的子女伊耿和雷妮亚结婚后，教会对坦格利安打破种种禁忌终于忍无可忍，引发教团武装起事。伊尼斯急病去世后，梅葛夺位。他杀死了伊尼斯首两个儿子伊耿和韦赛里斯，强娶了雷妮亚，并继续执行血腥政策平乱，却令起事越演越烈。而且，无法诞下健康子嗣的梅葛也渐渐陷于疯狂。",
          "终于，王国上下对梅葛的仇恨爆发。伊尼斯的三子杰赫里斯公开伸张自己的继承权利，不论大贵族还是教会也支持他，雷妮亚乘夜偷走伊尼斯国王赐予梅葛的黑火剑，投奔弟弟。梅葛在众叛亲离的情况下离奇死去，杰赫里斯登上铁王座。他改变平叛方针，与教会达成和解，大赦叛军。教会改由王室保护，换取对方永久放弃审判权和武装力量，为他赢得“仲裁者”之名。他与王后“善良的”亚莉珊及贤能的首相巴斯修士共同治国，七大王国进入长期的和平与繁荣。在他统治后期发生了继承问题，杰赫里斯为免战争而召开了首次大议会，选出了他的孙子韦赛里斯为继承人。杰赫里斯逝世后，其功绩被韦赛里斯继承下去，家族力量甚至一度在国王的弟弟“游侠王子”戴蒙亲王领导下伸延至石阶列岛，直至一场至血腥的悲剧——血龙狂舞——终结了坦格利安王朝的黄金时代。"
        ]
      },
      {
        "level": 4,
        "title": "血龙狂舞",
        "content": [
          "韦赛里斯王一直培养其首任艾林妻子的长女雷妮拉作继承人，在他续弦后生下了几个儿子也终生未曾改变心意。但是，国家仍然分裂成支持阿莉森·海塔尔王后的绿党和支持雷妮拉公主的黑党。韦赛里斯去世后，王后与她的党羽违抗先王的遗愿，抢先拥立她与韦赛里斯的长子伊耿为王。雷妮拉决心夺回王位，起兵向弟弟宣战。残酷的内战“血龙狂舞”打了两年，伊耿一度被推翻，雷妮拉登上铁王座成为首个女王。可是她的统治维持不久就被暴民推翻，雷妮拉被弟弟俘虏，遭他的龙活活吃掉。然而伊耿复辟半年后，雷妮拉的党羽最终在战场上打败了他的军队，国王被见大势已去的部下毒死。黑党再次入主君临，拥立了雷妮拉与她的叔叔戴蒙亲王的儿子伊耿，并把伊耿二世的独女杰赫妮拉嫁给他，由七位大贵族共同摄政，结束血龙狂舞。",
          "许多坦格利安家族的小支系因内战灭绝，还有他们权力的基础——龙——也逐渐凋零。大部份龙在相互厮杀中丧生，馀下的也慢慢死去，至伊耿三世统治中期完全灭绝，因此人们称伊耿三世作“龙祸”。这场战争也结束了王朝建立一个世纪以来关于女性继承权的争端，在血龙狂舞后，直系女性对王位的继承权被置于旁系男性之后。",
          "伊耿三世年少继位，登基至他成年之间的五年由许多大贵族共同摄政。这段时间宫廷斗争非常激烈，杰赫妮拉被谋杀，一场失败的政变曾把伊耿与伊耿的弟弟韦赛里斯王子困于红堡内十八天（因为他们不肯交出韦赛里斯的妻子拉腊夫人，她的家族——来自里斯的罗佳尔家族——被诬陷了多项他们从未犯下的罪行）。伊耿亲政后致力修复内战造成的破坏，让平民得到温饱与公义，可是冷漠的他不爱讨好他的臣民，无人缅怀其统治。"
        ]
      },
      {
        "level": 4,
        "title": "五王志",
        "content": [
          "伊耿三世死后直至另一场内战——黑火叛乱——爆发之间共有五位国王执政。首两位是他的儿子戴伦和贝勒，韦赛里斯任相辅助他们。戴伦短暂攻克多恩，被称为“少龙王”。但多恩人的反抗粉碎了任何尝试使他们屈服的意图，其功绩终告无效，戴伦亦殒命多恩。贝勒继位后与多恩议和，并安排了韦赛里斯首相之孙戴伦与多恩的弥丽亚公主的婚约。贝勒虔信七神，终在一次时间极长的戒食中驾崩。王位绕过了伊耿三世的女儿们，传给韦赛里斯首相，虽然他极富才华，甚至被誉为继“仲裁者”以来最有才干的君主，但一年后他便急病去世，由其长子“庸王”伊耿继位。",
          "荒淫的庸王留下了许多私生子，其中最著名的四位——戴蒙·黑火、“寒铁”伊葛·河文、“血鸦”布林登·河文与“洋心”西蕊——被称为“高贵的私生子”。伊耿四世号称是七国史上最糟糕的君主之一，他昏庸无能，宠信奸臣，又贪恋美色，在处理私生子问题上尤其不智。他把族剑“黑火”赐予戴蒙，并在临终前把所有私生子女合法化，给予戴蒙与其后人争夺铁王座的藉口，为将来的内战埋下伏线。",
          "庸王的合法长子“贤王”戴伦在184AC年即位为王，他继位后纠正了父亲的乱政，亦使他父亲的私生子的生活得到保障，完成了他父亲为戴蒙安排与罗翰妮的婚约。另一项戴伦的功绩是使多恩和平并入坦格利安治下。先前他已娶了弥丽亚公主，现在他把妹妹丹妮莉丝嫁给马隆·马泰尔亲王，以条约完成了征服者伊耿的七国统一梦，可是条约让多恩贵族保留了更多权利。可是，据说与丹妮莉丝相恋的戴蒙无法阻止戴伦的计划，终使他公开反对国王的统治，发动叛乱。他举兵反叛的原因其实更可能是因为受寒铁煽动，还有不少贵族对多恩人的不满。"
        ]
      },
      {
        "level": 4,
        "title": "黑火叛乱",
        "content": [
          "首次黑火叛乱持续了一年左右，战火波及颈泽以南大部份地区，是铁王座所遭遇的最大威胁之一。在戴伦派出御林铁卫逮捕黑火不果后，戴蒙逃到河湾地起兵反抗，并指控戴伦并非伊耿四世的生子，而是伊耿的弟弟“龙骑士”伊蒙与奈丽诗王后私通所生。起初叛军势如破竹，接连击败多支王军，最终向君临进攻。戴伦组织了一队势力相当的王军与戴蒙决战，两军发生七国史上最血腥的战役——红草原之役。戴蒙当天勇猛作战，甚至被其追随者形容为“战士下凡”，但是他犯了一个致命错误，他在击败另一位著名骑士后未有及时进攻，反而选择派人照料对方。结果，另一位高贵私生子“血鸦”及时攻下战略高地，向戴蒙身处的地方洒下箭雨，当场射杀了他和他两个儿子。",
          "戴蒙的死意味著叛乱的终结。黑火势力溃散，戴蒙的亲信“寒铁”保护戴蒙的子女们流亡泰洛西。“寒铁”不久建立了黄金团，誓言扶助黑火家族夺回他们的王座。黑火觊觎者多次尝试反攻维斯特洛，整整困扰了五代坦格利安君主。直至最后在杰赫里斯二世统治时，马里斯·黑火率领黄金团发动九铜板王之战。他在石阶列岛被铁王座派来的远征军击败，马里斯被杀，延续半个世纪多的黑火家族至此终结。"
        ]
      },
      {
        "level": 4,
        "title": "铁锤至铁砧",
        "content": [
          "戴蒙·黑火死去，叛乱终结，戴伦二世的王位前所未有的巩固，而且坦格利安家族也再次繁盛起来。国王命他的长子“破矛者”贝勒为首相，他表现杰出，但他不幸地在岑树滩比武大会的七子审判上意外身亡。不久，瘟疫流行全国，戴伦国王与贝勒的儿子们病逝，王位传给了戴伦的次子伊里斯。伊里斯酷爱读书但不善治国，于是把国事交托给首相“血鸦”。伊里斯在位十二年间，国家面临内忧外患，外有黑火两次进犯，内有铁种和无数盗匪肆虐，国家陷于混乱。",
          "伊里斯无嗣去世，由其四弟梅卡继位。梅卡十二年统治间天灾接连，七年酷暑后凛冬降临。在233AC年国王在讨伐培克家族的叛军时身亡，继承问题再现。首相血鸦为免另一次血龙狂舞爆发，决定召开大议会。"
        ]
      },
      {
        "level": 4,
        "title": "大议会",
        "content": [
          "梅卡之死令大议会召开，集结全国诸侯共同决定铁王座的继承人。首先他们跳过梅卡首两位儿子的孩子，因为他们并非理想的继承人。议会暗中把王冠授予梅卡的三子伊蒙学士，被他拒绝，最后转向梅卡的四子伊耿。伊耿接受了王位，作为四子的四子，他的继承顺序排得很后，成王机会甚微，因此人们称他为“不该成王的王”。",
          "此年大议会发生一段插曲，戴蒙·黑火的五子伊尼斯·黑火向大议会提出自己的权利，血鸦保证他的安全。可是他一踏进君临就被逮捕，立刻处死，血鸦以此警告任何同情黑火的人。继位的伊耿五世为确保铁王座不是言而无信，不得不审判血鸦的罪行，他被判死刑，但可以流放绝境长城。伊蒙学士也一起加入守夜人军团免得被利用来反对他的弟弟，伊耿敬重哥哥并清空监狱让囚犯们、“血鸦”及随行的鸦齿卫作荣誉护卫陪伴伊蒙发下守夜人誓言。"
        ]
      },
      {
        "level": 4,
        "title": "盛夏厅的悲剧",
        "content": [
          "虽然伊耿五世登基不久后打败了第四次黑火叛乱，但并未使国家重上轨道，结束长久以来的乱局。他尝试改善平民生活，限制贵族的权利，引起许多贵族的强烈不满。他亦因为在处理孩子的婚姻大事上失策。国王自己是为爱成婚，虽然安排了孩子与大贵族的婚事，但是他们反抗了这些政治婚姻，伊耿最终向他的孩子屈服。为此他放弃了迅速拉拢盟友的机会，换来许多苦涩的敌意和仇恨。伊耿长子“矮个”邓肯娶了平民女子荒石城的珍妮，引起极大反弹，邓肯为了爱情放弃了继承权，此事也造成风息堡一度自立为王。似乎是动荡不休的统治令伊耿越发著迷于把龙带回世界的想法，259AC年他在夏宫盛夏厅试图孵化龙蛋，结果酿成大火，国王本人、他的老友兼铁卫队长“高个”邓肯爵士与邓肯王子全部丧生。",
          "在一片愁云惨雾中王位传给了国王次子杰赫里斯。他虽然是一位睿智的君主，并在九铜板王之战里诛灭了最后的黑火馀孽，不过他体弱多病，三年后便撒手人寰，王位传给了他的儿子伊里斯。"
        ]
      },
      {
        "level": 4,
        "title": "疯王乱政",
        "content": [
          "伊里斯统治的大部份时间他都是一位明君，他与首相泰温·兰尼斯特公爵合作使七国振兴繁荣，其子雷加王子也被视为王室的明日之星。然而走入中年的他渐渐陷于坦格利安疯狂的一面，这种情况在暮谷城之乱后严重恶化，七国之王竟被小小封臣绑架羞辱。自此伊里斯变得猜忌多疑，迷恋用野火烧死他眼中的敌人，人们开始称他为“疯王”。伊里斯更与泰温决裂，逼得对方愤而弃相返回凯岩城。“疯王”更变得宠信奸佞，怀疑雷加密谋假借比武大会之名，实则召开大议会废黜他。这段时间宫廷的气氛渐渐变得跟血龙狂舞爆发前黑绿两党对立的局面相似，国王的人马与雷加的支持者敌视对方，甚至有人叫嚣要国王剥夺雷加的权利，改以年少的韦赛里斯王子为继承人。",
          "最终在281AC年的赫伦堡比武大会后，雷加据称诱拐了莱安娜·史塔克，其兄布兰登闯进红堡叫嚣要王子出来决斗而被捕，史塔克公爵南下为子答罪，结果双双被疯王残忍杀害。接著伊里斯命琼恩·艾林公爵交出受他监护的莱安娜未婚夫劳勃·拜拉席恩公爵与莱安娜的二哥艾德·史塔克公爵，艾林断然拒绝，决定起义反抗暴政，篡夺者战争爆发。"
        ]
      },
      {
        "level": 4,
        "title": "篡夺者战争",
        "content": [
          "谷地、风暴地、北境与河间地组织了强大的联盟对抗铁王座，劳勃·拜拉席恩凭著他祖母是伊耿五世之女雷蕾的血缘，成为叛军领袖公开争夺王位。在三叉戟河上的大战中，劳勃击杀了雷加，取得胜利。泰温公爵此时响应国王的号召，率军前来君临支援。疯王不虞有诈，容许对方进城，但泰温已认定疯王必败，进城后即反戈相向，大肆屠掠，并派人杀尽雷加的妻儿。",
          "疯王失去所有希望，命令他宠信的火术士燃点他早已埋藏在首都底下的无数野火，要让君临与五十万平民成为他的火葬堆，让他复生成为真龙。泰温之子、御林铁卫詹姆爵士再也无法忍受沉默旁观下去，他先秘密杀死了火术士，再一剑割断“疯王”的喉咙，挽救了整座城市。至此，将近三个世纪的坦格利安王朝终结，拜拉席恩王朝取而代之兴起。"
        ]
      },
      {
        "level": 4,
        "title": "放逐",
        "content": [
          "“疯王”与雷加虽然死去，但怀孕的王后雷拉与雷加的弟弟韦赛里斯在君临失守前逃到了龙石岛。当传来伊里斯国王遇害的消息后，韦赛里斯被加冕为王。可是之后雷拉王后在诞下女儿丹妮莉丝时难产死去，留下了两个遗孤，坦格利安舰队也在一场风暴里彻底毁灭。史坦尼斯·拜拉席恩率领的海军将要逼近龙石岛，守军密谋背叛坦格利安的最后传人，仍忠于王室的威廉·戴瑞爵士带着他们逃离劳勃手下的追捕，流亡至布拉佛斯。几年后戴瑞病逝，两个孩子无依无靠只能在自由城邦辗转流离，直至获得潘托斯总督伊利里欧·摩帕提斯收留。",
          "摩帕提斯与韦赛里斯合作把丹妮莉丝卖给了蛮族多斯拉克人的卓戈卡奥，换取他的军队协助坦格利安家族复国，背后还牵涉多恩。多年前，马泰尔家族秘密与戴瑞等人合作，约定日后由韦赛里斯迎娶多恩亲王之女，联手复辟坦格利安王室。然而计划未如理想中进行，韦赛里斯被卓戈杀死，卓戈又因为一次伤口感染而病危。丹妮莉丝在走投无路下孤注一掷以血魔法救回丈夫，又被巫魔女欺骗而失去了未出生的孩子雷戈，她唯有亲手让卓戈安息。也许是出于对龙梦的信心，丹妮莉丝手持三枚龙蛋踏进丈夫的火葬堆中，大火烧尽后她竟然未死，反孵化出三条幼龙。"
        ]
      },
      {
        "level": 4,
        "title": "复兴",
        "content": [
          "丹妮莉丝成为了具统治权力的卡丽熙，她带着龙和少数子民越过红色荒原，来到魁尔斯。无法征求王族、商人和男巫协助她收复七国，她登船返回潘托斯。途中她转往奴隶湾，以计谋夺得了八千无垢者战士，并继而进攻奴隶湾城邦，打算解放所有奴隶。现时她统治着当中最大的城邦弥林，坚持抵抗其他城邦恢复奴隶制的努力，而多恩此时计划与丹妮莉丝重订婚约，把她的军队和魔龙带回七国。",
          "与此同时，另一个隐藏在阴影中的坦格利安家族成员重现。“疯王”的情报总管瓦里斯宣称昔日君临沦陷之际，他调包救出了襁褓中的雷加之子伊耿，并交给流亡东方的雷加挚友琼恩·克林顿收养。摩帕提斯、瓦里斯、克林顿与黄金团的领袖们秘密给予伊耿最好的教育，并计划让他与拥有龙的丹妮莉丝成婚，共同收复七国。在得知丹妮莉丝决定留在弥林后，伊耿听从建议率领黄金团先行反攻七国，如今他们拿下了风暴地沿岸多处城堡，并准备一举攻下风息堡以震撼七国。"
        ]
      },
      {
        "level": 3,
        "title": "伊耿历三世纪末的成员",
        "content": [
          "在《冰与火之歌》所涉及的时间范围中的坦格利安家族成员包括：",
          "布林登·河文，伊里斯一世的首相、守夜人军团总司令。伊耿四世国王与蜜利莎·布莱伍德的私生子。三眼乌鸦很可能就是他。",
          "【伊蒙学士】，黑城堡学士，梅卡一世的三子、雷加，韦赛里斯和丹妮莉丝的曾伯公。102岁时因风寒死于多恩海岸。",
          "【韦赛里斯·坦格利安三世】国王，伊里斯二世的次子、雷加的弟弟。外号“乞丐王”。死于维斯·多斯拉克。",
          "丹妮莉丝·坦格利安一世女王，七国女王、弥林女王、卡丽熙、龙之母。伊里斯二世的独女、雷加和韦赛里斯的妹妹。外号“风暴降生”。她是最后一位血统可以肯定的坦格利安家族成员。",
          "她的龙，卓耿、雷哥、韦赛利昂。",
          "她的第一任丈夫，【卓戈】，多斯拉克卡奥。变成植物人后被丹妮莉丝杀死。",
          "她的儿子，【雷戈】，胎死腹中。",
          "她的第二任丈夫，西茨达拉·佐·洛拉克，弥林贵族。",
          "伊耿·坦格利安，雷加之子、雷妮丝的弟弟。长期以来被认为死于君临沦陷，据说他被瓦里斯调包救出，交到琼恩·克林顿手上养大成人。若他的血统是真的，他的继承顺位将会先于丹妮莉丝，成为伊耿六世。"
        ]
      },
      {
        "level": 4,
        "title": "龙石岛时期",
        "content": [
          "“流亡者”伊纳尔，龙石岛之主，末日浩劫降临瓦雷利亚之前的坦格利安族长。他因为女儿的预言而举族移往龙石岛。他尚有其他手足和亲族。",
          "“梦女”丹妮丝（Daenys the Dreamer），伊纳尔的女儿、盖蒙的姐姐和妻子。因她梦见瓦雷利亚将毁于烈火，才使得坦格利安家族得以逃出生天。",
          "“光荣的”盖蒙（Gaemon the Glorious），龙石岛之主，伊纳尔的儿子、丹妮丝的丈夫。",
          "伊耿，盖蒙与丹妮丝的儿子，依兰娜的丈夫。龙石岛之主，与妻子共治。",
          "依兰娜，盖蒙与丹妮丝的女儿，伊耿的妻子。与丈夫共治。",
          "梅耿（Maegon），伊耿与依兰娜的长子，龙石岛之主。",
          "伊里斯，伊耿与依兰娜的次子，龙石岛之主。",
          "伊历斯（Aelyx），伊里斯的长子，龙石岛之主。",
          "贝尔隆，伊里斯的次子，龙石岛之主。",
          "戴米昂（Daemion），伊里斯的三子，龙石岛之主。",
          "伊利昂，戴米昂之子、征服者伊耿之父，龙石岛之主。他的妻子是瓦列利安家族的瓦兰娜（Valaena Velaryon）女士。",
          "维桑尼亚，伊利昂与瓦兰娜的长女。她的龙是瓦格哈尔。",
          "伊耿，伊利昂与瓦兰娜的儿子、龙石岛之主、第一位七大王国国王。他的龙是贝勒里恩。",
          "雷妮丝，伊利昂与瓦兰娜的次女。她的龙是米拉西斯。",
          "奥里斯·拜拉席恩，据说是伊利昂的私生子。"
        ]
      },
      {
        "level": 4,
        "title": "王朝时期",
        "content": [
          "伊耿一世，人称“征服者伊耿”或“龙王伊耿”，龙石岛之主、第一位七国国王。他的龙是贝勒里恩。中风死去。",
          "雷妮丝，伊耿一世的妹妹和妻子，七大王国王后。她的龙是米拉西斯。於狱门堡被多恩人射杀。",
          "伊尼斯一世，伊耿一世与雷妮丝的独子，第二位七国国王。娶了阿莱莎·瓦列利安。他的龙是闪银（Quicksilver）。肠胃病而死，有说是维桑尼亚毒杀了他。",
          "雷妮亚，伊尼斯一世的长女，嫁给了长弟伊耿和叔叔梅葛，七大王国王后。她的龙是梦火。",
          "伊耿，伊尼斯一世的长子，娶了姐姐雷妮亚。他的龙是闪银（Quicksilver）。起兵对抗梅葛，被他杀死。",
          "艾瑞亚（Aerea），雷妮亚与伊耿的孪生女儿。",
          "蕾拉（Rhalla），雷妮亚与伊耿的孪生女儿。",
          "韦赛里斯，伊尼斯一世的次子。被梅葛的手下折磨至死。",
          "杰赫里斯，伊尼斯一世的三子，娶了妹妹亚莉珊。第四位七国国王。他的龙是沃米索尔。",
          "亚莉珊，伊尼斯一世的次女，嫁给了哥哥杰赫里斯，七大王国王后。她的龙是银翼。",
          "瓦菈（Vaella），伊尼斯一世的三女。早夭。",
          "维桑尼亚，伊耿一世的姐姐和妻子，七大王国王后。她的龙是瓦格哈尔。44AC年去世。",
          "梅葛一世，外号“残酷的梅葛”，伊耿一世与维桑尼亚的独子，国王之手、第三位七国国王。娶了六位妻子：瑟丽丝·海塔尔（Ceryse Hightower）、亚丽·哈罗威、提安娜（Tyanna）、雷妮亚·坦格利安、埃萝·科托因与简妮·维斯特林。他的龙是贝勒里恩。死因不明，原因可能是自杀、意外或被谋杀。",
          "一些夭折孩子或死胎。",
          "杰赫里斯一世，人称“仲裁者”或“人瑞王”，伊尼斯一世的三子，娶了妹妹亚莉珊。第四位七国国王。他的龙是沃米索尔。在103AC年病死。",
          "亚莉珊，被称为“善良的亚莉珊”，伊尼斯一世的次女，嫁给哥哥杰赫里斯，七大王国王后。她的龙是银翼。在她的小女儿盖尔去世後悲伤过度，不久也离世。",
          "伊耿，杰赫里斯与亚莉珊的长子。早夭。",
          "阿莱莎，杰赫里斯与亚莉珊的长女，嫁给了二弟贝尔隆。",
          "伊蒙，杰赫里斯与亚莉珊的次子、龙石岛亲王。娶了乔斯琳·拜拉席恩。对抗密尔海盗时阵亡。",
          "雷妮丝，人称“无冕女王”，伊蒙与乔斯琳的独女。嫁给了科利斯·瓦列利安。她的龙是梅丽亚斯。死於鸦栖堡之战。",
          "兰娜尔·瓦列利安，雷妮丝与科利斯之女，嫁给了戴蒙·坦格利安。她的龙是瓦格哈尔。患上产褥热而死。",
          "兰尼诺·瓦列利安，雷妮丝与科利斯之子，娶了雷妮拉·坦格利安。他的龙是海烟。被同性情人杀死。",
          "贝尔隆，外号“勇敢的”或“春王子”，杰赫里斯与亚莉珊的三子，国王之手、龙石岛亲王。娶了姐姐阿莱莎。一次打猎後不久急病去世。",
          "韦赛里斯，贝尔隆与阿莱莎的长子，龙石岛亲王、第五位七国国王。娶了艾玛·艾林与阿莉森·海塔尔。他的龙是贝勒里恩。",
          "戴蒙，贝尔隆与阿莱莎的次子，人称“都城王子”或“游侠王子”，狭海与石阶列岛之王。娶了雷娅·罗伊斯、兰娜尔·瓦列利安和雷妮拉·坦格利安。他的龙是科拉克休。",
          "伊耿，贝尔隆与阿莱莎的三子。早夭。",
          "丹妮菈，杰赫里斯与亚莉珊的次女。嫁给了罗德利克·艾林。死於产床。",
          "艾玛·艾林，罗德利克与丹妮菈之女，嫁给了韦赛里斯·坦格利安一世。七大王国王后。死於产床。",
          "伊尔林（Aeryn），杰赫里斯与亚莉珊的四子。早夭。",
          "维耿（Vaegon），杰赫里斯与亚莉珊的五子，学城的博士，外号“无龙的”（the Dragonless）。",
          "玛格娜，杰赫里斯与亚莉珊的三女，被送给教会。照料患上灰鳞病的小童，也染病去世。",
          "维勒里恩（Valerion），杰赫里斯与亚莉珊的六子。早夭。",
          "韦赛菈（Viserra），杰赫里斯与亚莉珊的四女。醉酒後堕马而死。",
          "盖蒙（Gaemon），杰赫里斯与亚莉珊的七子。早夭。",
          "席拉（Saera），杰赫里斯与亚莉珊的五女。被送给教会，但後来逃往瓦兰提斯，当妓院老板终老。",
          "盖尔（Gael），杰赫里斯与亚莉珊的六女，人称“冬孩子”（the Winter Child）。被流浪歌手抛弃後投河自尽。",
          "一个未出生的私生孩子。",
          "韦赛里斯一世，人称“少主”，贝尔隆的长子，娶了两位妻子艾玛·艾林和阿莉森·海塔尔。第五位七国国王。他的龙是贝勒里恩。在129AC年病死。",
          "与艾玛的儿女：",
          "雷妮拉，龙石岛公主、自封的七国女王。嫁给了兰尼诺·瓦列利安和戴蒙·坦格利安。她的龙是叙拉克斯。被俘後被弟弟伊耿喂给他的龙。",
          "与兰尼诺的孩子（但据说哈尔温·斯壮可能才是他们的生父）：",
          "杰卡里斯·瓦列利安，雷妮拉与兰尼诺的长子。他的龙是沃马克斯。死於喉道海战。",
          "路斯里斯·瓦列利安，雷妮拉与兰尼诺的次子。他的龙是阿拉克斯。在破船湾上空被伊蒙德杀死。",
          "乔佛里·瓦列利安，雷妮拉与兰尼诺的三子。他的龙是泰雷克休。君临暴乱期间从龙背上堕下摔死。",
          "与戴蒙的孩子：",
          "伊耿，雷妮拉与戴蒙的长子，第七位七国国王。他娶了杰赫妮拉·坦格利安和丹妮娜拉·瓦列利安（Daenaera Velaryon）。他的龙是暴云。",
          "韦赛里斯，雷妮拉与戴蒙的次子，国王之手、第十位七国国王。他娶了拉腊·罗佳尔。",
          "维桑尼亚，雷妮拉与戴蒙的女儿。早产夭折。",
          "贝尔隆，被称为“一天王储”。早夭。",
          "与阿莉森的儿女：",
          "伊耿二世，被敌对的黑党称为“篡夺者伊耿”，韦赛里斯一世与阿莉森的长子，第六位七国国王。娶了妹妹海伦娜。他的龙是阳炎。血龙狂舞後期被部下毒死。",
          "杰赫里斯，伊耿与海伦娜的长子。他的龙是斯里科斯。被刺客杀死。",
          "杰赫妮拉，伊耿与海伦娜的女儿。嫁给了伊耿·坦格利安三世，七大王国王后。她的龙是莫古尔。表面死因为自杀，但很可能是被首相乌温·培克（Unwin Peake）派人杀掉。",
          "梅拉尔，伊耿与海伦娜的次子。被暴民撕成碎片。",
          "两个私生子女。",
          "海伦娜，韦赛里斯一世与阿莉森的女儿，嫁给了哥哥伊耿，七大王国王后。她的龙是梦火。从高处跃下自杀。",
          "伊蒙德，韦赛里斯一世与阿莉森的次子，被称作“独眼伊蒙德”或“弑亲者伊蒙德”，摄政王。他的龙是瓦格哈尔。死於神眼湖狂舞。",
          "与情妇亚丽·河文的一个私生孩子。",
          "戴伦，外号“大胆戴伦”，韦赛里斯一世与阿莉森的三子。他的龙是特赛里恩。死於第二次腾石镇之战。",
          "戴蒙，人称“都城王子”或“游侠王子”，贝尔隆的次子，狭海与石阶列岛之王。娶了雷娅·罗伊斯、兰娜尔·瓦列利安和雷妮拉·坦格利安。他的龙是科拉克休。死於神眼湖狂舞。",
          "与兰娜尔的子女：",
          "贝妮拉，戴蒙与兰娜尔的女儿，嫁给了埃林·瓦列利安。她的龙是月舞。",
          "瓦列利安後代。",
          "雷妮亚，戴蒙与兰娜尔的女儿，嫁给了科尔温·科布瑞（Corwyn Corbray）及葛蒙德·海塔尔（Garmund Hightower）。她的龙是晨曦（Morning）。",
          "与海塔尔有六个女儿。",
          "一个早夭儿子。",
          "与雷妮拉的子女，见上。",
          "伊耿三世，人称“龙祸伊耿”，雷妮拉与戴蒙的长子，第七位七国国王。他娶了杰赫妮拉·坦格利安和丹妮娜拉·瓦列利安（Daenaera Velaryon）。他的龙是暴云。因结核病去世。",
          "戴伦一世，人称“少龙王”，伊耿三世与丹妮娜拉的长子，第八位七国国王。在一次和平谈判中被多恩人设伏杀死。",
          "贝勒一世，被称作“受神祝福的”，伊耿三世与丹妮娜拉的次子，第九位七国国王。禁食过长，失救而死，也有人认为是他的叔叔韦赛里斯下毒谋害他。",
          "戴安娜，外号“违命的”，伊耿三世与丹妮娜拉的长女。",
          "戴蒙·维水，又名戴蒙·黑火，她与伊耿·坦格利安四世的私生子，娶了泰洛西的罗翰妮。“高贵私生子”之一、自封的七国国王、黑火家族的建立者。发动黑火叛乱，死於红草原之役。",
          "雷妮亚，伊耿三世与丹妮娜拉的次女，加入了教会。",
          "依兰娜，伊耿三世与丹妮娜拉的三女。嫁给了奥斯菲·普棱、罗纳·庞洛斯及迈克尔·曼伍笛，曾作埃林·瓦列利安的情妇。",
          "与埃林的私生子女：",
          "琼恩·维水，她与埃林的私生子。",
          "简妮·维水，她与埃林的私生女。",
          "与普棱的儿子：",
          "韦赛里斯·普棱，她与普棱的遗腹子，有传他是伊耿·坦格利安四世的私生子。",
          "与庞洛斯的子女：",
          "罗宾·庞洛斯，她与庞洛斯的儿子。",
          "兰娜尔·庞洛斯，她与庞洛斯的长女。",
          "乔斯琳·庞洛斯，她与庞洛斯的次女。",
          "杰依·庞洛斯，她与庞洛斯的三女。",
          "韦赛里斯二世，雷妮拉与戴蒙的次子，国王之手、第十位七国国王。他娶了里斯的拉腊·罗佳尔。继位後不久急病去世，有传是他的儿子伊耿四世谋害了他。",
          "伊耿四世，人称“庸王伊耿”，韦赛里斯二世与拉腊夫人的长子，娶了妹妹奈丽诗·坦格利安，并与许多女人有私生孩子。第十一位七国国王。在184AC年病死。",
          "与奈丽诗的子女（有传可能是奈丽诗与伊蒙的）：",
          "戴伦，伊耿四世与奈丽诗的儿子，第十二位七国国王。娶了弥丽亚·马泰尔。",
          "丹妮莉丝，伊耿四世与奈丽诗的女儿。嫁给了马隆·马泰尔。",
          "马泰尔後代。",
          "其他夭折孩子或死胎。",
          "与其他女人的私生子女：",
          "亚莉珊·河文，与梅盖忒的私生女。四个私生女都被送给了教会。",
          "莉莉·河文，与梅盖忒的私生女。",
          "垂柳·河文，与梅盖忒的私生女。",
          "萝希·河文，与梅盖忒的私生女。",
          "戴蒙·维水，又名戴蒙·黑火，与戴安娜·坦格利安的私生子，娶了泰洛西的罗翰妮。“高贵私生子”之一、自封的七国国王、黑火家族的建立者。发动黑火叛乱，死於红草原之役。",
          "贝罗娜拉·奥瑟里斯，人称“黑珍珠”，与贝乐洁·奥瑟里斯的私生女，布拉佛斯的交际花。",
          "拿哈·奥瑟里斯，与贝乐洁·奥瑟里斯的私生女。",
          "贝勒里恩·奥瑟里斯，与贝乐洁·奥瑟里斯的私生子。",
          "伊葛·河文，人称“寒铁”，黄金团创立人，与芭芭·布雷肯的私生子，“高贵私生子”之一。娶了戴蒙·黑火的长女卡菈（Calla）。在241AC年死於争议之地的战斗中。",
          "米亚·河文，与蜜利莎·布莱伍德的私生女。",
          "关文斯·河文，与蜜利莎·布莱伍德的私生女。",
          "布林登·河文，人称“血鸦”，与蜜利莎·布莱伍德的私生子，国王之手、守夜人总司令、“高贵私生子”之一。於252AC年在塞外失踪。",
          "“洋星”西蕊，与里斯的塞蕊娜的私生女，“高贵私生子”之一。",
          "可能还有其他私生子女。",
          "伊蒙，外号“龙骑士”，韦赛里斯二世与拉腊夫人的次子，加入了御林铁卫。保护哥哥免被托因家的刺客杀死而牺牲。",
          "奈丽诗，韦赛里斯二世与拉腊夫人的女儿，嫁给大哥伊耿，七大王国王后。死於产床。",
          "戴伦二世，人称“贤王戴伦”，伊耿四世与奈丽诗的儿子，第十二位七国国王。娶了弥丽亚·马泰尔。在春季大瘟疫中病死。",
          "贝勒，外号“破矛者”，国王之手，戴伦二世与弥丽亚的长子。他娶了珍娜·唐德利恩（Jena Dondarrion）。意外死於岑树滩比武大会的七子审判。",
          "瓦拉尔，被称为“少王子”，贝勒的长子。娶了泰洛西的姬拉（Kiera of Tyrosh）。在春季大瘟疫时病死。",
          "流产的双胞胎。",
          "马塔瑞斯，被称为“少少王子”，贝勒的次子。在春季大瘟疫时病死。",
          "伊里斯一世，戴伦二世的次子。娶了艾林诺·庞洛斯，第十三位七国国王。自然去世。",
          "雷格，戴伦二世的三子。娶了亚丽·艾林。被一块鳗鱼派噎死。",
          "艾诺（Aelor），雷格与亚丽的儿子，娶了孪生姐妹艾诺菈。他的妻子不小心害死了他。",
          "艾诺菈（Aelora），雷格与亚丽的长女，嫁给了孪生兄弟艾诺。在一次舞会上遇袭後自杀。",
          "丹诺菈（Daenora），雷格与亚丽的次女，嫁给了堂亲伊利昂。",
          "梅卡一世，戴伦二与弥丽亚的四子。娶了迪安娜·戴恩（Dyanna Dayne）。盛夏厅亲王、第十四位七国国王。讨伐培克叛乱时阵亡。",
          "戴伦，外号“醉鬼戴伦”，梅卡的长子。娶了泰洛西的姬拉（Kiera of Tyrosh）。因性病去世。",
          "瓦菈（Vaella），戴伦与姬拉的独女。",
          "伊利昂，自称“明焰”伊利昂，梅卡的次子。娶了堂亲丹诺菈（Daenora）。醉後喝下一罐野火而死。",
          "梅葛，伊利昂与丹诺菈的独子。",
          "伊蒙，梅卡的三子，加入了学城和守夜人。102岁时感染风寒，死於船上。",
          "丹妮菈，梅卡的长女。",
          "有後代。",
          "伊耿，小名“伊戈”，梅卡的四子，第十五位七国国王。娶了贝丝·布莱伍德。",
          "雷迩，梅卡的次女。",
          "有後代。",
          "伊耿五世，小名“伊戈”，外号“不该成王的王”，梅卡的四子，第十五位七国国王。娶了贝丝·布莱伍德。死於盛夏厅的悲剧。",
          "邓肯，外号“矮个邓肯”，龙石岛亲王，伊耿五世与贝丝的长子。他娶了平民女子荒石城的珍妮。死於盛夏厅的悲剧。",
          "杰赫里斯二世，龙石岛亲王、第十六位七国国王，伊耿五世的次子。他娶了妹妹雪拉（Shaera）。在262AC年因急病去世。",
          "伊里斯二世，人称“疯王”，杰赫里斯二世与雪拉的儿子，第十七位七国国王。娶了妹妹雷拉。君临沦陷时被詹姆·兰尼斯特爵士杀害。",
          "雷加，伊里斯二世与雷拉的长子，龙石岛亲王。娶了伊莉亚·马泰尔。在三叉戟河之役里被劳勃·拜拉席恩杀死。",
          "雷妮丝，雷加与伊莉亚之女。君临沦陷时被亚摩利·洛奇残忍杀死。",
          "伊耿六世，雷加与伊莉亚之子，自封的七国国王。",
          "雪娜（Shaena），伊里斯的女儿。死胎。",
          "戴伦，伊里斯的儿子。夭折。",
          "伊耿，伊里斯的儿子。早产夭折。",
          "杰赫里斯，伊里斯的儿子。夭折。",
          "韦赛里斯三世，伊里斯二世的次子，人称“乞丐王”，自封的七国国王。在维斯·多斯拉克被一锅融化金子杀死。",
          "丹妮莉丝一世，伊里斯二世与雷拉的女儿，外号“风暴降生”，弥林女王、自封的七国女王。",
          "雷拉，杰赫里斯二世与雪拉的女儿，七大王国王后。嫁给哥哥伊里斯。诞下女儿丹妮莉丝时因难产死去。",
          "雪拉（Shaera），伊耿五世的长女，嫁给了哥哥杰赫里斯二世，七大王国王后。",
          "戴伦，伊耿五世的三子。讨伐一支叛军时阵亡。",
          "雷蕾，伊耿五世的次女。嫁给了蒙德·拜拉席恩。",
          "史蒂芬·拜拉席恩，风息堡公爵，蒙德与雷蕾之子。娶了卡珊娜·伊斯蒙。因船难去世。",
          "劳勃·拜拉席恩，风息堡公爵，第一位拜拉席恩七国国王。",
          "史坦尼斯·拜拉席恩，龙石岛公爵，自封的七国国王。",
          "蓝礼·拜拉席恩，风息堡公爵，自封的七国国王。"
        ]
      }
    ],
    "intro": [
      "坦格利安家族（House Targaryen）曾是瓦雷利亚自由堡垒的一支贵族，其后成为七大王国的统治家族，直至其王朝被推翻，残馀成员流亡海外。坦格利安家族坐镇七国都城君临以及岛屿城堡龙石岛，统治维斯特洛近三百年之久。坦格利安家族的纹章是黑底红色的独身三头喷火龙。坦格利安家族的族语是“血火同源”。",
      "《冰与火之歌》作者乔治·R·R·马丁计划于正传完结后，推出一部坦格利安家族全史，名为《血与火》。"
    ],
    "wikiId": 245,
    "words": "Fire and Blood",
    "swornMembers": [
      {
        "character": "nm3592338",
        "text": "七国女王、弥林女王、卡丽熙、龙之母。伊里斯二世的独女、雷加和韦赛里斯的妹妹。外号“风暴降生”。她是最后一位血统可以肯定的坦格利安家族成员。"
      }
    ]
  },
  {
    "name": "House Lannister of Casterly Rock",
    "cname": "兰尼斯特家族",
    "sections": [
      {
        "level": 3,
        "title": "背景",
        "content": [
          "兰尼斯特家族传承自安达尔人冒险者和古代凯岩王的女儿的联姻，而国王本身的血统则传承自英雄纪元一位极富传奇性的骗术高手“机灵的”兰恩。传说中兰恩不用一刀一剑，只凭计谋就从凯斯德利家族手中骗到了凯岩城。几代以後，兰恩的後代多得住满了整个凯岩城，於是一些旁系的子孙搬迁到附近的一条村落，在一处天然海港旁定居下来。渐渐，那里就因为贸易而蓬勃起来，最後就发展成今天的兰尼斯港。",
          "兰恩从未称王，信史中第一位真正的凯岩王应该是“狮王”罗瑞昂一世（Loreon I the Lion）。他娶了雷耶斯的女儿，使其称臣，又打败了班佛特家族。不过直至安达尔人到来时，凯岩王国才扩展至今天的边界。首批前来西境的安达尔人被“雷霆”泰伯特（Tybolt the Thunderbolt）全歼，之後两次安达尔人迁徙都遭遇相同命运。但是，大批小批安达尔人不断跨越边界，凯岩王国的厄运似乎无可避免。提利昂三世与其子杰洛二世改变策略，与强大的安达尔领袖通婚，又收养对方的子女作凯岩城的侍从和人质，这样就防止了安达尔人反叛。杰洛三世国王死时无子，只有一位女儿，於是议会加冕了她的丈夫乔佛里·莱顿为王，让他改姓兰尼斯特，他遂成为了第一位统治凯岩城的安达尔人。",
          "凭着安达尔人的力量，凯岩王国的边界再次拓展。瑟利昂（Cerion）国王夺得了金牙城，托曼一世兼并了仙女岛，蓝赛尔一世将领土向南方扩张至古橡城，杰洛王与蓝赛尔四世都打败过铁民。尽管兰尼斯特家族出了不少勇敢聪明又慷慨大方的君主，但是也有不少无能或残暴的统治者。诺温王（Norwin）非常吝啬，罗瑞昂四世（Loreon IV）天生智力有问题，罗瑞昂五世（Loreon V）经常穿上女装，假扮妓女到兰尼斯港游荡，提利昂二世更是嗜血残忍，而托曼二世因为前往被末日浩劫摧毁的瓦雷利亚探险而丢失了家传的瓦雷利亚钢剑光啸，他本人和带往东方的舰队也一起失踪在烟海里。"
        ]
      },
      {
        "level": 3,
        "title": "坦格利安王朝",
        "content": [
          "兰尼斯特家族称王统治的时期直至征服战争时结束。末代凯岩王罗伦·兰尼斯特与河湾王孟恩·园丁九世联手对抗征服者伊耿，在怒火燎原里大败。罗伦放弃王号，向伊耿臣服，获准保留对凯岩城的统治权，并作为西境守护世代镇守。",
          "兰尼斯特家族因太高傲而不肯与王室接近，在王朝早期并未发挥任何影响力。双方关系在杰赫里斯一世时改善，林曼·兰尼斯特公爵曾收容杰赫里斯的兄姐伊耿和雷妮亚逃避梅葛王的追捕，后来又支持杰赫里斯反抗梅葛，但其影响力还是十分微弱。这情况直至韦赛里斯一世时才彻底改变。Tymond Lannister公爵曾在101年大议会上支持韦赛里斯，因此在韦赛里斯一世继位后得到奖励：泰兰·兰尼斯特爵士——杰森公爵的孪生弟弟——获命海政大臣二十多年，日后更侍职国王之手，与伊耿三世的摄政一起治国。",
          "在血龙狂舞和黑火叛乱期间兰尼斯特家族效忠伊耿二世和戴伦二世，他们屡在战场上吃了不少屈辱的败仗。血龙狂舞里，杰森公爵战死，兰尼斯港与仙女岛遭到铁种的洗劫与破坏（不过後来他们登陆铁群岛，狠狠报复了铁民），而在黑火叛乱里，达蒙公爵的军队在家门前被昆廷·波尔率领的黑火叛军重创。春季大瘟疫后的三年间，兰尼斯特家族换了四位领主，最后传给了达蒙的次子杰洛·兰尼斯特公爵。他虽是一位贤明的领主，但他的统治一直被悲剧和弑亲的疑云笼罩着。",
          "在杰洛的三子泰陀斯·兰尼斯特公爵统治期间，家族声望跌至谷底，泰陀斯的软弱令他经常遭受封臣的欺辱嘲笑，家族对西境的政治控制几乎瘫痪。直到其子泰温·兰尼斯特残酷镇压反叛的塔贝克和雷耶斯家族，才得以重振家声。泰温更因此获得伊里斯二世国王赏识，任相二十年，直至二人因为多次不和而分道扬镳。",
          "在篡夺者战争期间，兰尼斯特家族始终按兵不动，直到三叉戟河之役王军兵败之后，泰温公爵才加入劳勃·拜拉席恩一方，随即迅速挥军拿下君临。当时身为御林铁卫的泰温长子詹姆手刃伊里斯国王，为坦格利安王朝近三百年的统治画上了句点。"
        ]
      },
      {
        "level": 3,
        "title": "五王之战",
        "content": [
          "战后首相琼恩·艾林公爵让劳勃国王迎娶泰温之女瑟曦以拉拢西境。然而她并未为国王诞下任何合法子女，相反她更声称她与弟弟詹姆乱伦所生的三个孩子是劳勃国王的血脉。五王之战前夕，瑟曦设计杀死劳勃国王，并在政治斗争中击倒了发现乱伦真相的首相艾德·史塔克公爵，使兰尼斯特家族成为七国真正的王族。",
          "可是兰尼斯特家族的野心使他们战争初期陷于孤立无援，腹背受敌的局面，但幸亏对手内斗与失误，加上泰温公爵及其次子、代理首相提利昂·兰尼斯特积极的外交努力，他们扭转败局，嬴得五王之战。但其后发生的一连串变故使如日中天的兰尼斯特家族步向衰落：提利昂被控弑君入狱，越狱后又弑父逃亡，朝政遂落入瑟曦手中。短时间内她把政事搞成一团糟，不但制造更多敌人，更危及铁王座的权力基础——与提利尔家族的联盟。最终她自食恶果，被她容许壮大的教会拘捕，审判她乱伦、通奸、弑君等罪行。",
          "泰温的长弟凯冯爵士在此际接管朝政，他迅速修补局面，也为此招来杀身之祸，谋求复辟坦格利安政权的前情报总管瓦里斯不得不暗杀凯冯以阻止他的努力，削弱兰尼斯特势力并离间铁王座联盟。随著凯冯之死，兰尼斯特家族似乎失去最后一位能统御全局的领袖，维斯特洛政局再次风云变色，狮子的时代似乎面临终结。"
        ]
      },
      {
        "level": 3,
        "title": "伊耿历三世纪末的主系成员",
        "content": [
          "《冰与火之歌》书中所描述的时间跨度之内的主系成员：",
          "【泰温·兰尼斯特】，国王之手、西境守护、兰尼斯港之盾、凯岩城公爵。被儿子提利昂以十字弓射杀。",
          "【乔安娜·兰尼斯特】，杰森与玛娜之女、泰温的妻子和堂妹。因难产而死。",
          "瑟曦·兰尼斯特，泰温的长女，詹姆的双胞胎姐姐。七国王后、摄政太后、全境守护者、现任凯岩城公爵夫人。嫁给了劳勃·拜拉席恩国王。與弟弟詹姆私通，有三个子女。",
          "詹姆·兰尼斯特爵士，泰温的长子，瑟曦的双胞胎弟弟。御林铁卫队长，人称“弑君者”。现时下落不明。",
          "提利昂·兰尼斯特，泰温的次子。被称为“小恶魔”，弑父后流亡海外。",
          "珊莎·史塔克，临冬城公爵夫人，提利昂未圆房的妻子。",
          "【凯冯·兰尼斯特】爵士，泰温的大弟。法务大臣、摄政王、全境守护者。被瓦里斯暗杀。",
          "多娜·史威佛，凯冯的妻子。",
          "蓝赛尔·兰尼斯特，凯冯的长子。戴瑞城伯爵。如今已放弃妻子和封地加入战士之子。",
          "阿蕊丽·佛雷，蓝赛尔离异的妻子。",
          "【威廉·兰尼斯特】，凯冯的次子，马丁的孪生哥哥。死于奔流城的地牢。",
          "马丁·兰尼斯特，凯冯的三子，威廉的孪生弟弟。",
          "珍娜·兰尼斯特，凯冯的幼女。",
          "吉娜·兰尼斯特，泰温的妹妹。嫁给奔流城伯爵艾蒙·佛雷，有四子。",
          "【提盖特·兰尼斯特】爵士，泰温的二弟。死于天花。",
          "达丽莎·马尔布兰，提盖特的妻子。",
          "【提瑞克·兰尼斯特】，提盖特的独子。在君临暴乱里失踪，被认为已死。",
          "艾弥珊德·哈佛，哈佛城伯爵夫人，提瑞克的妻子，现时只是一个襁褓中的婴儿。",
          "【吉利安·兰尼斯特】，泰温的三弟。下落不明，被认为已死。",
          "杰依·希山，吉利安的私生女。"
        ]
      },
      {
        "level": 3,
        "title": "伊耿历三世纪末的旁系成员",
        "content": [
          "《冰与火之歌》书中所描述的时间跨度之内的旁系成员：",
          "【史戴佛·兰尼斯特】爵士，杰森与玛拉·普莱斯特之子、乔安娜夫人的长弟、泰温的堂弟。死于牛津之战。",
          "达冯·兰尼斯特，史戴佛之子。现任西境守护。",
          "莎琳娜·兰尼斯特，史戴佛之女。",
          "蜜莉儿·兰尼斯特，史戴佛之女。",
          "达蒙·兰尼斯特，杰森与亚丽·斯脱克皮的儿子。",
          "Ella Lannister，达蒙之妻，与主支关系不明。",
          "达米昂·兰尼斯特爵士，泰温的堂弟、史戴佛及乔安娜的异母兄弟。现任凯岩城代理城主。",
          "西蕊·克雷赫，达米昂的妻子。",
          "卢西昂·兰尼斯特爵士，达米昂之子。",
          "拉娜·兰尼斯特，达米昂之女，嫁给安塔诺·贾斯特。",
          "玛歌·兰尼斯特，泰温的表妹。嫁给提图斯·培克。",
          "莱萝拉·希山，杰森与一位女仆的私生女。"
        ]
      },
      {
        "level": 3,
        "title": "历史上的成员",
        "content": [
          "“机灵的”兰恩，英雄纪元最富传奇色彩的骗子，是兰尼斯特家族的创始人。",
          "Loreon I Lannister，被称为“Loreon the Lion”，第一任凯岩王，通过联姻将卡斯特梅的雷耶斯家族收为封臣。",
          "泰伯特·兰尼斯特，击败了安达尔人的第一次入侵。",
          "提利昂·兰尼斯特三世，通过联姻而不是对抗来缓和先民与安达尔人间的关系。",
          "杰洛·兰尼斯特二世，提利昂三世的儿子，同样通过联姻而不是对抗来缓和先民与安达尔人间的关系。",
          "杰洛·兰尼斯特三世，无男性子嗣而亡，只留下唯一的女儿。",
          "乔佛里·兰尼斯特，原名乔佛里·莱顿，娶了杰洛三世唯一的女儿，通过改姓成为了第一位安达尔人凯岩王。",
          "Tywell II Lannister，鼠厨师故事中被宴请的国王可能就是这位Tywell二世。",
          "Cerion Lannister，将金牙城并入了领土。",
          "托曼·兰尼斯特一世，将仙女岛并入了领土。",
          "Loreon II Lannister，举办了西境的第一场比武大会，战胜了所有对手。",
          "蓝赛尔·兰尼斯特一世，被称为“Lancel the Lion”，率军进攻园丁王统治的河湾王国，征服大片领土，最南曾至古橡城。",
          "Loreon III Lannister，蓝赛尔一世的儿子，因为失去了蓝赛尔一世征服的所有领土而被称作“Loreon the Limp”。",
          "杰洛·兰尼斯特，在与铁民的作战中大捷，被称作“Gerold the Great”。",
          "蓝赛尔·兰尼斯特四世，在the Battle of Lann's Point中挥舞光啸，只用一击就将铁群岛之王Harrald Halfdrowned及其继承人斩首。后在入侵河湾地的战斗中战死于红湖。率军偷袭河湾地并与“幼狮”威尔伯特·奥斯格雷爵士同归于尽的可能就是他。",
          "Norwin Lannister，被称作“Norwin the Niggardly”。",
          "Loreon IV Lannister，被称作“Loreon the Lackwit”。",
          "Loreon V Lannister，Loreon四世的孙子。因为喜欢穿自己妻子的衣服而被称作“Queen Lorea”，在他之后，Lorean这个名字便很少被兰尼斯特家族使用。",
          "提利昂·兰尼斯特二世，因为喜好虐待而被称为“the Tormentor”。",
          "蓝赛尔·兰尼斯特五世，率军偷袭河湾地并与“幼狮”威尔伯特·奥斯格雷爵士同归于尽的可能就是他。",
          "托曼·兰尼斯特二世，出海探索被末日浩劫摧毁的瓦雷利亚而失踪。祖传瓦雷利亚钢巨剑光啸也一并遗失。",
          "罗伦·兰尼斯特，最后一位凯岩王、首任西境守护和凯岩城公爵。",
          "Lelia Lannister，被誉为当时“西境最美丽的花朵”，与铁群岛之王哈穆德·霍尔二世结婚。由于她与儿子哈穆德·霍尔三世过度推行七神信仰、摒弃铁民旧习，在叛乱中被残忍杀害。",
          "林曼·兰尼斯特，梅葛一世时期的凯岩城公爵，曾庇护伊耿王子夫妇，后追随杰赫里斯一世起兵讨伐梅葛。",
          "Tymond Lannister，杰赫里斯一世时期的凯岩城公爵，在101年大议会上支持韦赛里斯王子。",
          "杰森·兰尼斯特，凯岩城公爵，战死于血龙狂舞。",
          "泰兰·兰尼斯特，杰森公爵的孪生弟弟、海政大臣、财政大臣，伊耿三世的御前首相。因冬热病（Winter Fever）去世。",
          "蒂亚·兰尼斯特，嫁给了葛文·拜拉席恩。",
          "达蒙·兰尼斯特，人称“灰狮”，黑火叛乱期间的凯岩城公爵，死于春季大瘟疫。",
          "泰伯特·兰尼斯特，达蒙的长子，凯岩城公爵。",
          "瑟蕾拉·兰尼斯特，泰伯特公爵的独女，凯岩城公爵夫人。三岁早夭。",
          "杰洛·兰尼斯特，达蒙的儿子、泰伯特的弟弟，凯岩城公爵。他娶了亚莉珊·法曼及罗翰妮·维伯。",
          "泰沃德·兰尼斯特，杰洛与罗翰妮的长子、提恩的双胞胎哥哥。在讨伐培克叛乱时战死。死前曾与艾莲·雷耶斯小姐有过婚约。",
          "提恩·兰尼斯特，杰洛公爵的次子、泰沃德的双胞胎弟弟。他娶了艾莲·雷耶斯。在第四次黑火叛乱中战死。",
          "泰陀斯·兰尼斯特，杰洛的三子，泰温之父。凯岩城公爵、西境守护。他娶了简妮·马尔布兰。在探访情妇路上病发死去。",
          "杰森·兰尼斯特，杰洛的四子、史戴佛、乔安娜、达米昂和其他至少四个孩子之父。他先后娶了玛拉·普莱斯特和亚丽·斯脱克皮。他死于血石岛。"
        ]
      },
      {
        "level": 3,
        "title": "历史",
        "content": [
          "蒂亚·兰尼斯特嫁给葛文·拜拉席恩。"
        ]
      },
      {
        "level": 3,
        "title": "邓克和伊戈",
        "content": [
          "在岑树滩比武大会开始前，邓克认出了兰尼斯特家的怒吼雄狮纹章。",
          "达蒙·兰尼斯特公爵和他的继承人泰伯特·兰尼斯特参加了那场比武大会。达蒙公爵在第一轮长矛比武中被“长号”里奥击落，而他的儿子击败了对手成为冠军。",
          "在春季大瘟疫期间，泰伯特·兰尼斯特从父亲达蒙公爵那里继承了领地。",
          "杰洛·兰尼斯特追求过罗翰妮·威博夫人，但他更愿意留在凯岩城做他的哥哥泰伯特公爵的顾问。",
          "兰尼斯特家族在建造舰船，将与达衮·葛雷乔伊在海上作战。",
          "在黑火叛乱期间，兰尼斯特家族一直效忠坦格利安家族。",
          "达蒙·兰尼斯特公爵在黑火叛乱期间被昆廷·鲍尔爵士击败。"
        ]
      },
      {
        "level": 3,
        "title": "冰与火之歌",
        "content": [
          "泰温公爵为提利昂向马泰尔家族、海塔尔家族、罗伊斯家族、佛罗伦家族和徒利家族求婚均被拒绝。",
          "蒂亚·兰尼斯特是兰尼斯特家族与拜拉席恩家族在劳勃和瑟曦之前的最后一次联姻，她嫁给了葛文·拜拉席恩。",
          "据长老说，身著兰尼斯特家族徽章的士兵尸体被冲到寂静岛之后，埋在了敌人们的身边。"
        ]
      },
      {
        "level": 2,
        "title": "继承顺序",
        "content": [
          "兰尼斯特家族继承顺序是非常传统的安达尔人继承体系。在伊耿历三世纪末，因为泰温公爵对法理继承顺序的破坏，兰尼斯特家族出现了一片混乱局面。"
        ]
      },
      {
        "level": 2,
        "title": "引用和注释",
        "content": [
          "lt:Lannister giminė"
        ]
      }
    ],
    "intro": [
      "凯岩城的兰尼斯特家族（House Lannister of Casterly Rock）是维斯特洛的主要家族之一，世代兼领西境守护和凯岩城公爵之职，在征服战争前更是贵为凯岩王。家徽是绯红色土地上金黄色的怒吼雄狮，家族箴言是“听我怒吼！”此外，还有一句广为流传的非正式格言：“兰尼斯特有债必还”——在维斯特洛，其知名度甚至超过了家族箴言。"
    ],
    "wikiId": 241,
    "words": "Hear Me Roar!",
    "swornMembers": [
      {
        "character": "nm0001097",
        "text": "国王之手、西境守护、兰尼斯港之盾、凯岩城公爵。被儿子提利昂以十字弓射杀。"
      },
      {
        "character": "nm0372176",
        "text": "泰温的长女，詹姆的双胞胎姐姐。七国王后、摄政太后、全境守护者、现任凯岩城公爵夫人。嫁给了劳勃·拜拉席恩国王。與弟弟詹姆私通，有三个子女。"
      },
      {
        "character": "nm0182666",
        "text": "泰温的长子，瑟曦的双胞胎弟弟。御林铁卫队长，人称“弑君者”。现时下落不明。"
      },
      {
        "character": "nm0227759",
        "text": "泰温的次子。被称为“小恶魔”，弑父后流亡海外。"
      },
      {
        "character": "nm3849842",
        "text": "临冬城公爵夫人，提利昂未圆房的妻子。"
      },
      {
        "character": "nm0312245",
        "text": "泰温的大弟。法务大臣、摄政王、全境守护者。被瓦里斯暗杀。"
      },
      {
        "character": "nm1638294",
        "text": "凯冯的长子。戴瑞城伯爵。如今已放弃妻子和封地加入战士之子。"
      }
    ]
  },
  {
    "name": "House Arryn of the Eyrie",
    "cname": "艾林家族",
    "sections": [
      {
        "level": 3,
        "title": "安达尔人入侵",
        "content": [
          "安达尔人自谷地登陆，开始入侵维斯特洛。在七星之战中，“猎鹰骑士”阿提斯·艾林爵士杀死了先民的国王罗拔·罗伊斯二世，成为艾林家族统治谷地的第一任山谷之王。谷地从此被重命名为艾林谷，艾林家族的国王头戴猎鹰王冠。",
          "有充足的历史证据表明，上述事迹是确凿真实的。然而谷地流传着另一个传奇故事。传说在英雄纪元，一名同样名为阿提斯·艾林——被称为“飞翼骑士”的骑士骑着巨鹰杀死了最后一任山脉王狮鹫王，成为山脉和谷地之王。然而，这很可能是诗人和歌手杜撰出的传奇。",
          "起初，月门堡才是艾林家族的族堡——月门堡的所在正是七星之战中安达尔部队的营地。阿提斯一生都花在马上，走遍王国的每一个角落。他最年长的两个儿子轮番继承王位。他们对月门堡很满意，而且都对月门堡做了一些增补。第四位艾林王罗兰·艾林一世——他是阿提斯的孙子——自小在一位河间地的安达尔王那儿当养子。他游历了旧镇与兰尼斯港，惊叹参天塔和凯岩城的鬼斧神工。他认为月门堡丑陋、不大方，甚至不如河间地由先民建造的大大小小的城堡。在他的未来夫人Teora Hunter的建议下，他决心在巨人之枪的最高处修建新的族堡。",
          "然而工程相当缓慢，罗兰德一世、他的儿子、他的孙子都没有能活到工程竣工。他的曾孙罗兰·艾林二世在河间地发动战事，甚至停止了工程。虽然取得了一些小的胜利，他最终碰上了“正义之拳”特里斯蒂芬四世，在接连大败后遭遇背叛被带回荒石城处决。罗兰德的弟弟罗宾继位并恢复了工程。经历了又四名国王、四十三年后，鹰巢城终于竣工。"
        ]
      },
      {
        "level": 3,
        "title": "七大王国时期",
        "content": [
          "在七大王国盘踞维斯特洛时期，编年史记载了艾林王与高山氏族间的无数次战斗；记载了谷地与北境的史塔克为争夺三姐妹群岛拉锯上千年的The Worthless War；记载了艾林的舰队击退来自瓦兰提斯、铁民、石阶列岛以及蛇蜥群岛的海盗与掠袭者。",
          "欧斯里克·艾林五世在其统治时期翻新了血门的堡垒，使其成为不可穿越的一道铁壁。谷地的海岸线显得守备薄弱，本就通过这些海岸线侵入谷地的艾林王们非常清楚这一点——他们在守备最脆弱的海岸旁兴建强大的堡垒，甚至在人烟稀少、风暴肆虐的五指半岛设置瞭望塔、用烽火警示来自海上的掠袭者。在谷地北方，艾林王也积极地扩张版图。修夫·艾林（the Fat)在短暂的争夺后攻占卵石岛；他的孙子雨果·艾林（the Hopeful）则在长时间的拉锯中取下乳头岛；艾利斯特·艾林二世迎娶Arwen Upcliff，将Upcliff家族及其Witch Isle纳入版图。",
          "三姐妹群岛自古以来声名狼藉，终于招来冬境之王派出军队入侵。残忍的The Rape of the Three Sisters迫使幸存的三姐妹群岛领主向鹰巢城求助——他向Mathos艾林二世宣誓效忠，并发誓他的子孙也将永远效忠鹰巢城。于是，谷地和北境开始了长达上千年、被称为The Worthless War的战争——只为争夺小小的三姐妹群岛。",
          "在征服战争中，艾林家族最终臣服于“征服者”伊耿。他们放下王冠，被封为世袭的谷地守护者与东境守护，守护维斯特洛的东海岸，免受来自海外敌人的攻击。",
          "由于伊耿征服维斯特洛、统一了七国中的六国，最终在三姐妹群岛的问题上，艾林笑到最后。这里有一段插曲：在征服战争后不久，曾有一位Marla Sunderland自称女王，却在看到北方人雇佣的布拉佛斯舰队前来讨伐她时被废黜——她的兄弟宣誓效忠王室，她则成了一名静默修女。"
        ]
      },
      {
        "level": 3,
        "title": "征服战争后",
        "content": [
          "罗纳·艾林（The King Who Flew）是伊耿征服后的第一任鹰巢城公爵。雷妮丝王后为其指派了一纸婚约——与“降服王”托伦·史塔克的女儿成婚。",
          "在坦格利安王朝中，艾林家族与王室有过三次婚姻，其中两桩甚至可以拿出来吹嘘。罗德利克·艾林与杰赫里斯一世的女儿丹妮菈成婚。他们的女儿艾玛·艾林是韦赛里斯一世的第一任王后，并且诞下了雷妮拉公主。在后来的血龙狂舞中，当时的鹰巢城公爵夫人“谷地处女”简妮夫人坚定地站在雷妮拉一边，并也因此在战后成为伊耿三世的摄政之一。自此以后，每一位铁王座上的坦格利安都有艾林的血脉。",
          "在黑火叛乱中，唐纳尔·艾林公爵支持戴伦二世。红草原之役，唐纳尔公爵领导前锋，却被戴蒙·黑火冲击、击溃了阵线，幸得御林铁卫加尔温·科布瑞前来支援，才没有命丧红草原。209AC年，春季大瘟疫爆发。唐纳尔公爵关闭了上坡路、封锁海岸线，使得瘟疫没有传播进谷地——谷地和多恩是唯二不受大瘟疫破坏的地区。",
          "接近坦格利安家族统治的末期，琼恩·艾林公爵拒绝把受他监护的劳勃·拜拉席恩和艾德·史塔克交给“疯王”伊里斯二世，并公开反叛“疯王”的暴政。透过琼恩公爵与徒利家族的联姻，以及他与劳勃和艾德之间的养父子关系，艾林谷、河间地、风暴地和北境组织起强大的联盟，最终取得胜利，推翻坦格利安王朝。",
          "战后，琼恩公爵获封为国王之手，成为七国的实际统治者。他担任这个职务直至十多年后，在五王之战前夕被他的妻子莱莎·徒利和背后操纵她的培提尔·贝里席谋杀。随著他的死，七国之间的平衡渐渐崩溃，琼恩公爵身故后不到一年战争即告爆发。"
        ]
      },
      {
        "level": 3,
        "title": "五王之战及以后",
        "content": [
          "琼恩公爵一直无后，而且因著一连串的不幸，他的继承人相继先他死去，直至篡夺者战争后他与莱莎夫人终于诞下了体弱多病的独子，劳勃·艾林。",
          "五王之战时，谷地封臣如罗伊斯家族等一直坚持参战，贝里席还是成功透过对莱莎夫人的控制，致使艾林家族一直保持中立。其后贝里席与莱莎夫人成婚，获取谷地守护者的头衔，进一步摆布艾林家族。为了保藏他有份谋杀琼恩公爵的秘密，贝里席不得不杀害了失控的莱莎，并以政治手段瓦解了“公义者同盟”，保持对艾林家族的操纵。",
          "现在他计划把自己的“私生女”阿莲·石东嫁给劳勃的继承人，哈罗德·哈顿，并准备在婚礼上揭露她是珊莎·史塔克的真相，利用艾林家族的大军为她收复北境。"
        ]
      },
      {
        "level": 3,
        "title": "伊耿历三世纪末的成员",
        "content": [
          "《冰与火之歌》书中所描述的时间跨度之内的艾林家族成员：",
          "【琼恩·艾林】，鹰巢城公爵、东境守护、谷地守护者。被妻子莱莎下毒杀死。",
          "【珍妮·罗伊斯】，他的首任妻子。死于产床，女儿死产。",
          "【露云娜·艾林】，他的第二任妻子。死于风寒。未知是来自哪一支艾林家族。",
          "【莱莎·徒利】，他的第三任妻子。高处坠落而亡。",
          "劳勃·艾林，他病弱的的独子。鹰巢城公爵。",
          "哈罗德·哈顿，他的姐妹亚丽·艾林的外孙。现在是劳勃公爵和艾林家族的继承人，因此人称“继承人哈利”。"
        ]
      },
      {
        "level": 3,
        "title": "历史上的成员",
        "content": [
          "阿提斯·艾林爵士，人称“猎鹰骑士”（Falcon Knight），艾林家族的传奇英雄及创始人，首位山谷之王。",
          "不知姓名的某位艾林，阿提斯的儿子，第二位艾林王。",
          "不知姓名的某位艾林，阿提斯的儿子，第三位艾林王。",
          "罗兰·艾林一世，第四位艾林王，始建鹰巢城。被高山氏族杀死。",
          "不知姓名的某位艾林，罗兰德一世的儿子。",
          "不知姓名的某位艾林，罗兰德一世的孙子。",
          "罗兰·艾林二世，罗兰德一世的曾孙，暂停鹰巢城工程，被“正义之拳”特里斯蒂芬四世处决。",
          "罗宾·艾林一世，罗兰德二世的弟弟，重启鹰巢城工程。",
          "欧斯里克·艾林五世，翻新了血门。",
          "修夫·艾林，外号the Fat，攻取了卵石岛。",
          "雨果·艾林，外号the Hopeful，攻取了乳头岛。",
          "艾利斯特·艾林二世，迎娶Arwen Upcliff，将Upcliff家族及其Witch Isle纳入版图。",
          "奥斯威尔·艾林一世，鼠厨师故事中被宴请的国王可能就是这位奥斯威尔一世。",
          "Mathos艾林二世，第一位与北境之王争夺三姐妹群岛的艾林王。",
          "阿莱莎·艾林，艾林家族一位半传说的女性。传说活在六千年前，《真史》的提法是四千年前，德内斯坦学士在他的著作《提问集》中宣称其活在两千年前。",
          "奥斯古德·艾林，外号“老猎鹰”，包围了狼穴。",
          "Oswin Arryn，外号鹰爪，奥斯古德的儿子，烧毁了狼穴。",
          "罗纳·艾林，外号the King Who Flew，征服战争时的艾林王、最后一位山脉和谷地之王。",
          "莎拉·艾林（Sharra Arryn），罗纳的母亲，谷地王国的摄政太后。",
          "罗德利克·艾林，杰赫里斯一世统治时期的鹰巢城公爵，娶丹妮菈·坦格利安。",
          "艾玛·艾林（Aemma Arryn），七国王后，罗德利克与丹妮菈的独女、韦赛里斯一世国王的首任妻子、雷妮拉之母。",
          "简妮·艾林，人称“谷地处女”，血龙狂舞期间的艾林家主和鹰巢城公爵夫人。",
          "唐纳尔·艾林，黑火叛乱和春季大瘟疫期间的鹰巢城公爵。",
          "贾斯皮·艾林，鹰巢城公爵，琼恩公爵的父亲。",
          "亚丽·艾林，琼恩的妹妹，嫁与伊利·韦伍德爵士，有八女一子。在生下第九个孩子后不久死去。",
          "罗纳·艾林，琼恩的弟弟。因胃病死去。娶了一位来自贝尔摩家族的女人。",
          "艾伯特·艾林，罗纳唯一的儿子，曾任琼恩公爵的继承人。被“疯王”处死。",
          "丹尼斯·艾林，来自某支潦倒的艾林家族分支。娶了亚丽夫人还活着最年长的女儿，因此继艾伯特以后成为琼恩公爵的继承人。死于鸣钟之役，其妻儿不久随之死去。"
        ]
      },
      {
        "level": 3,
        "title": "分支",
        "content": [
          "海鸥镇的艾林家族"
        ]
      },
      {
        "level": 3,
        "title": "族谱",
        "content": [
          "艾林家族在伊耿历三世级末出现了潜在的继承危机，详见艾林家族继承顺序。"
        ]
      },
      {
        "level": 3,
        "title": "邓克和伊戈",
        "content": [
          "在岑树滩比武大会前一年，艾林公爵在女泉城比武大会中被亨佛利·哈顿击败。",
          "在红草原之役中，艾林公爵的前锋被戴蒙·黑火击溃。"
        ]
      },
      {
        "level": 3,
        "title": "冰与火之歌",
        "content": [
          "琼恩·艾林公爵在君临死亡。",
          "琼恩和莱莎的婚礼，与艾德·史塔克和凯特琳·徒利同一天进行。",
          "艾伯特·艾林是布兰登·史塔克前往君临要求归还莱安娜·史塔克的队伍中的一员。他和他的父亲一起死在了君临。",
          "六千年前，阿莱莎·艾林眼睁睁地见到丈夫丶兄弟和儿女惨遭杀害，却从未掉过一滴眼泪。阿莱莎之泪正是以为名。",
          "丹尼斯·艾林，谷地的宠儿，在鸣钟之役中被琼恩·克林顿伯爵杀死。",
          "琼恩·艾林参加了鸣钟之役。",
          "阿提斯·艾林爵士是一个传奇的英雄人物，他领军参与了七星之战，将先民赶出了艾林谷。"
        ]
      }
    ],
    "intro": [
      "鹰巢城的艾林家族（House Arryn of the Eyrie）是谷地最重要的家族。艾林家族的封城为鹰巢城，此外他们也有许多其他城堡。他们的标志是天蓝色底色上，一只在白色月亮之上翱翔的天蓝色的鹰。他们的族语是“高如荣耀”。",
      "艾林家族的安达尔贵族血统相当悠远——他们可以将血系追溯到安达尔人还生活在安达斯的年代。其中一些甚至宣称，他们是丘陵之王胡戈的子孙。艾林家族通常只与其他安达尔贵族通婚，因此他们具有最纯正的安达尔贵族血统。"
    ],
    "wikiId": 828,
    "words": "As High as Honor",
    "swornMembers": [
      {
        "character": "nm0822062",
        "text": "鹰巢城公爵、东境守护、谷地守护者。被妻子莱莎下毒杀死。"
      },
      {
        "character": "nm0225483",
        "text": "他的第三任妻子。高处坠落而亡。"
      }
    ]
  },
  {
    "name": "House Tully of the Riverrun",
    "cname": "徒利家族",
    "sections": [
      {
        "level": 3,
        "title": "奔流城始建",
        "content": [
          "徒利家族的历史最早可以追溯到先民时代。第一位艾德慕·徒利与“正义之锤”特里斯蒂芬四世并肩作战，赢得九十九场战斗的胜利。特里斯蒂芬死后，艾德慕爵士臣服于当时最强大的安达尔征服者Armistead Vance。正是因为艾德慕的出色服务，他的儿子Axel Tully获封红叉河与腾石河交汇处的一片领地。在那儿，Axel大人兴建了他的城堡——红色的城堡——奔流城。",
          "由于其特殊的地理位置，奔流城很快被证明拥有重大的战略价值。在河间地相互争夺的国王们纷纷向徒利家族抛来橄榄枝。Axel与他的子孙因此变得富有、强大，奔流城也成了许多河流王的重要堡垒——他们需要奔流城来抵御凯岩王国对三叉戟河的西部疆域的入侵。"
        ]
      },
      {
        "level": 3,
        "title": "风暴王入侵",
        "content": [
          "当时的河流与山丘之王Humfrey Teague是七神信仰的虔诚信徒，他下令在王国范围内抵制旧神的信仰。这迫使鸦树城的布莱伍德家族举起反旗，亚兰城的凡斯家族与奔流城的徒利家族也一起加入了叛军。背后有战士之子与穷人集会支持的亨佛利王眼看就要碾碎叛军，Roderick Blackwood伯爵向风暴王国求援——当时的风暴王阿兰·杜伦顿三世是他的女婿。阿兰三世率领风暴王国大军解救了叛军，经过血腥的六王之役，根绝了Teague家族的血脉。战中，时任徒利家族族长Elston Tully伯爵战死。",
          "当时的徒利家族已是河间地最强大的领主，在风暴王国的治下，徒利家族的成员在许多重要的职位上任职。此后超过三个世纪，风暴王一直统治着河间地。但每一代都会有河间地领主不服外人的统治掀起叛乱。风暴王扑灭所有的叛乱，击败最后一名河流与山丘之王。但在这些叛王中，没有出现徒利的名字。"
        ]
      },
      {
        "level": 3,
        "title": "铁民入侵",
        "content": [
          "哈尔温·霍尔大举入侵河间地，甚少有领主敢于在战场与其对抗。奔流城伯爵托曼·徒利的私生子——勇敢的骑士山姆威尔·河文集结了一小股部队在腾石镇迎击哈尔温，却在对方的冲锋下战败，山姆威尔被一切为二，一人一份送还给他的父母。托曼·徒利没有组织战斗就放弃奔流城，带领全部力量加入Agnes Blackwood夫人正在集结的军队。在行军途中却遭已投诚的罗索·布雷肯的背袭，战败。",
          "尽管霍尔王三代残酷地统治着河间地，徒利家族却懂得如何明哲保身。在“征服者”伊耿向赫伦堡进军时，徒利仍然是河间地领主中最强的一个。"
        ]
      },
      {
        "level": 3,
        "title": "坦格利安王朝",
        "content": [
          "河间地人对来自铁群岛的赫伦王素无好感，“黑心”赫伦长达四十年残酷的暴政更是尽失民心。因此在龙王伊耿前来征服赫伦堡时，徒利家族带领大小领主夹道欢迎。战后，伊耿册封艾德敏·徒利为河间地封君。战后，艾德敏公爵极尽所能修复赫伦带给他们的损失。当Quenton Qoherys受封赫伦堡时，艾德敏将女儿嫁给了他。7AC，艾德敏公爵出任国王之手，但在两年后他选择辞职回家、陪伴家人。",
          "在坦格利安王朝早起，徒利家族在许多事件中扮演着重要的角色。",
          "当“红心”赫伦杀死Gargon the Gest，徒利率领他的封臣帮助伊尼斯一世重夺赫伦堡。",
          "梅葛一世统治时期，徒利与当时正统治赫伦堡的哈罗威家族共同出兵，帮助“残酷的”梅葛击败了他的侄子伊耿和他的龙Quicksilver。梅葛统治晚年，越来越多的领主不满残酷统治举起反旗。曾经帮助杀死伊耿的徒利公爵也加入伊耿的弟弟杰赫里斯的麾下。",
          "101AC年举行的大议会上，Grover Tully公爵支持韦赛里斯王子而不是兰尼诺·瓦列利安。",
          "血龙狂舞中，徒利老公爵忠于他的原则、忠于伊耿二世，但他年事已高、卧床不起，他的孙子Elmo Tully爵士公然违抗他的命令——他下令关闭城门、保持中立。内战后期，Elmo爵士带领河间地领主参与了第二次腾石镇之战。他站在了雷妮拉的黑党一边，而不是如他祖父期望的站在伊耿二世的绿党一侧。这场战役最终可以算是黑党取得胜利。很快老公爵逝世，Elmo爵士继任为奔流城公爵。但在四十九天后，他在行军途中丧命。他的儿子Kermit Tully爵士继承父位。在Kermit公爵的带领下，徒利家族的权势达到巅峰。他不知疲倦地为雷妮拉以及她的儿子——后来的伊耿三世战斗。在内战末期，他是黑党部队的总指挥，率军进攻君临并在最后的战斗中亲手杀死了博洛斯·拜拉席恩。",
          "Kermit的子孙尽他们最大可能统治着河间地，但徒利家族再也没有像Kermit时那样辉煌。即便在黑火叛乱中依然效忠坦格利安王室，终于在篡夺者战争中站在叛军领袖劳勃·拜拉席恩一侧，并通过两桩政治婚姻将狼、鹰、鹿、鱼紧紧捆绑在一起。"
        ]
      },
      {
        "level": 3,
        "title": "近代",
        "content": [
          "由于河间地是四战之地，徒利家族多以联姻手段拉拢盟友以抵抗侵略。在篡夺者战争前，霍斯特·徒利公爵争取与史塔克家族与兰尼斯特家族联姻。后来与兰尼斯特家族的婚约告吹，莱莎·徒利被改嫁给琼恩·艾林公爵，因这两场联姻徒利家族也参与了叛军，并获得最终胜利。",
          "在五王之战中，徒利家族首当其冲遭到泰温·兰尼斯特公爵猛烈攻击，奔流城被围，最终得到“少狼主”罗柏·史塔克率领的北军支援才得以解围。罗柏随即在奔流城被拥立为“北境之王”，徒利家族与河间地的贵族均向他宣誓效忠。然而接下来的一年里，逢战必胜的罗柏也无力扭转形势，高庭与凯岩城缔结联盟。逆转的形势，失败的战略以及罗柏为荣誉犯下的愚行让他们丧失了旗下一些大贵族的支持，也注定了徒利家族的衰落。",
          "黑水河之役后，佛雷家族伪称与徒利家联姻，以重新缔结同盟。他们破坏宾客权利，发动红色婚礼，杀死了“少狼主”并俘虏了艾德慕公爵。由于参与叛乱，徒利家族的土地丶头衔和收入均被王室剥夺，转归艾蒙·佛雷爵士，对河间地的统治权则被转给赫伦堡的贝里席家族。艾德慕随后被送到凯岩城当俘虏，只有霍斯特公爵的弟弟“黑鱼”布林登爵士逃离追捕，现时下落不明。"
        ]
      },
      {
        "level": 3,
        "title": "伊耿历三世纪末的成员",
        "content": [
          "在《冰与火之歌》所涉及的时间范围中有描述的徒利家族成员包括：",
          "【霍斯特·徒利】，奔流城公爵。寿终正寝。",
          "【米妮莎·河安】，他的妻子。死于难产。",
          "【凯特琳·徒利】，他的长女。在红色婚礼遇害。",
          "【莱莎·徒利】，他的次女。在鹰巢城被推出月门摔死。",
          "艾德慕·徒利公爵，他的儿子。前任奔流城公爵。目前是兰尼斯特家族的俘虏。",
          "萝丝琳·佛雷，艾德慕的妻子，目前已经怀孕。",
          "布林登·徒利，霍斯特的弟弟，外号“黑鱼”。目前下落不明。"
        ]
      },
      {
        "level": 3,
        "title": "历史上的成员",
        "content": [
          "艾德慕·徒利，先民时期的一位徒利家族领袖。",
          "亚赛尔·徒利，艾德慕的儿子，兴建了奔流城。",
          "Elston Tully，阿兰·杜兰登三世入侵河间地时的徒利家族领袖，六王之役中战死。",
          "托曼·徒利，哈尔温·霍尔入侵河间地时的徒利家族领袖。",
          "山姆威尔·河文，托曼·徒利的私生子。率领小股人马迎击哈尔温被杀。",
          "艾德敏·徒利，征服战争期间的奔流城领主，首位河间地统治者。",
          "Grover Tully，101AC年间的奔流城公爵。",
          "Elmo Tully，血龙狂舞后期继任为奔流城公爵，为雷妮拉与黑党效力。",
          "Kermit Tully，Elmo的儿子，血龙狂舞末期继位，领导徒利家族使其权势达到最高峰。",
          "梅德加·徒利，岑树滩比武大会期间的奔流城公爵。",
          "一位不知名字的徒利公爵，梅德加之子，211AC时年仅八岁。",
          "Celia Tully，曾与杰赫里斯·坦格利安二世国王订婚。"
        ]
      },
      {
        "level": 3,
        "title": "邓克与伊戈",
        "content": [
          "梅德加·徒利公爵，参与了岑树滩比武大会。第一次上阵挑战亨佛利·哈顿爵士即被击败。",
          "伊里斯一世期间又有一位时年八岁的小男孩做了徒利公爵。他身边尽是女人。"
        ]
      },
      {
        "level": 3,
        "title": "冰与火之歌",
        "content": [
          "篡夺者战争期间，霍斯特徒利公爵把两个女儿分别嫁给了艾德·史塔克和琼恩·艾林，并加入了叛军。",
          "凯特琳·徒利有两位早夭的哥哥。",
          "艾德慕在第一次奔流城之战中被俘。",
          "在呓语森林之战，布林登爵士率部诱使詹姆·兰尼斯特爵士落入圈套，又在之后的袭营之战中作为前锋。",
          "袭营之战中，艾德慕为泰陀斯·布莱伍德伯爵所救。",
          "在艾德慕与萝丝琳·佛雷的婚礼上，佛雷与波顿袭击了盟友，凯特琳遇害。",
          "红色婚礼后，艾德慕被剥夺了所有头衔，布林登爵士也被剥夺了继承权。",
          "面对由达冯·兰尼斯特爵士率领的联军的围城，布林登爵士选择据守奔流城。詹姆·兰尼斯特赶到后试图劝降，可还是被布林登逃脱。在那之后艾德慕被送往凯岩城，终生都要做人质。"
        ]
      }
    ],
    "intro": [
      "奔流城的徒利家族（House Tully of the Riverrun）是河间地的首要家族，也是三叉戟河流域的统治者。家堡为奔流城。其族史可以追溯到英雄纪元的奔流城领主们，但他们从未称王。他们的家徽是腾跃于红蓝条纹底上的银色鳟鱼，家族箴言则是“家族，责任，荣誉”。"
    ],
    "wikiId": 1601,
    "words": "Family, Duty, Honor",
    "swornMembers": [
      {
        "character": "nm0265610",
        "text": "他的长女。在红色婚礼遇害。"
      },
      {
        "character": "nm0225483",
        "text": "他的次女。在鹰巢城被推出月门摔死。"
      },
      {
        "character": "nm0580014",
        "text": "他的儿子。前任奔流城公爵。目前是兰尼斯特家族的俘虏。"
      },
      {
        "character": "nm5093301",
        "text": "艾德慕的妻子，目前已经怀孕。"
      }
    ]
  },
  {
    "name": "House Greyjoy of Pyke",
    "cname": "葛雷乔伊家族",
    "sections": [
      {
        "level": 3,
        "title": "背景",
        "content": [
          "葛雷乔伊家族自称是英雄纪元时期灰海王的后裔，他统治了群屿千年之久，还娶了一个美人鱼为妻。在选王会还召开的时候，只有葛雷艾恩家族和古柏勒家族产生过的王比葛雷乔伊家族多。在安达尔人入侵时，霍尔家族联同包括葛雷乔伊在内的一些铁群岛贵族及安达尔人雇佣兵合力推翻并灭绝了葛雷艾恩家族，之後霍尔家族成为了新的铁群岛统治家族，而葛雷乔伊也只是其中一支显赫的铁群岛贵。",
          "然而，当坦格利安家族征服维斯特洛，消灭原来的铁群岛王族霍尔家族以后，征服者伊耿容许铁民按传统选出自己的领袖，于是他们选择了维肯·葛雷乔伊。葛雷乔伊家族自此开始统治时代，在派克岛坚固的城堡之中治理着铁群岛。",
          "维肯大王谨慎且务实，不去冒犯拥有龙的坦格利安家族。维肯大王去世後，他善于玩弄政治的继承人戈伦·葛雷乔伊（Goren Greyjoy）大王先后平定了多次企图推翻葛雷乔伊家族的阴谋或叛乱，又将七神信仰彻底逐出群屿，巩固了家族的统治地位。在坦格利安王朝首一百多年间，除了对夏日之海或石阶列岛的劫掠获准外，其馀一切近海掠夺都被葛雷乔伊家族严厉禁止。铁种不得不放弃古道，过着打渔、贸易及挖矿等艰苦平淡的岛上生活，古道成了老人口中的传说和年轻人心中的美梦。在这百年间，葛雷乔伊家族亦一直与其他大家族保持距离，极少参与维斯特洛大陆发生的各种事件。"
        ]
      },
      {
        "level": 3,
        "title": "王朝中期",
        "content": [
          "这种状况直至王朝中衰开始改变。128AC年，人称“红海怪”、既狂野又勇猛狡诈的道尔顿·葛雷乔伊继承了海石之位，随即开始造船练兵。他预见了风暴的来临，第二年，血龙狂舞爆发，道顿大王强大的海军实力成为了绿黑两党都觊觎的势力。双方都开出丰厚的报酬，最后这位狡猾的铁群岛大王选择加入不用他舰队远航打仗的雷妮拉·坦格利安一边，乘机侵略西境，取得大胜。不过战争结束後他拒绝听从摄政会议的命令撤出西境，而是继续掠夺，因此铁王座派出埃林·瓦列利安率军讨伐他们。道尔顿不久在仙女城被一个他污辱的女孩所杀。由於他没有岩妻为他诞下嫡子，只有一群盐妾所生的孩子，铁群岛随即陷入继承权战争，被西境人趁机狠狠报复。",
          "经此一役後葛雷乔伊家族元气大伤，沉寂了很长时间才再度复出。在伊里斯一世统治时，达衮·葛雷乔伊乘七国上下受到瘟疫和叛乱分心下，大肆掠夺维斯特洛的西海岸，取得巨大成果。他後来的几位统治者，阿尔顿、Torwyn及Loron都在历史上留名。在他们之後，睿智的科伦大王统治铁群岛，他以铁腕手段改革了铁群岛的制度。在篡夺者战争期间，葛雷乔伊一直置身事外，直至劳勃·拜拉席恩打赢三叉戟河之役後铁群岛参战以表示对胜利者的忠诚。可是他们在盾牌列岛遭到严阵以待的守军迎头痛击，科伦大王阵亡，他的儿子巴隆只好撤回铁群岛。确立统治后六年，巴隆大王不智地举兵反叛铁王座，自立为王，遭受惨重失败。"
        ]
      },
      {
        "level": 3,
        "title": "五王之战及以后",
        "content": [
          "随着劳勃国王之死，五王之战爆发。巴隆再度自立为王，攻占颈泽，向史塔克家族开战，其行动间接促成了北境王国的垮台。然而，在北境之王罗柏·史塔克死前，巴隆便已因意外死去。他的弟弟淹神牧师“湿发”伊伦号召举行选王会，其中巴隆的长弟攸伦赢得选举。他随后放弃对北境的攻略，转而实现他征服维斯特洛的大计。他突袭河湾地，夺得沿海部份岛屿，然后让弟弟维克塔利昂率领铁舰队远赴奴隶湾，接回孵化出魔龙的丹妮莉丝·坦格利安。",
          "与此同时，留在维斯特洛北方的两位葛雷乔伊家人，席恩和阿莎，分别沦为其他势力的俘虏。几经苦难，席恩终于逃离拉姆斯·波顿的虐待，逃到史坦尼斯·拜拉席恩国王军中，姐弟再次重聚。至于伊伦则为了推翻选王会的决定而秘密四处联络支持者，他现时行踪不明。"
        ]
      },
      {
        "level": 3,
        "title": "伊耿历三世纪末的主系成员",
        "content": [
          "《冰与火之歌》书中所描述的时间跨度之内的葛雷乔伊家族主系成员：",
          "【巴隆·葛雷乔伊】，群屿与北境之王、海盐王与磐岩王、海风之子、派克岛掠夺者之首。失足坠落而亡。",
          "亚拉妮丝·哈尔洛，他的妻子。现在精神失常。",
          "【罗德利克·葛雷乔伊】，他的长子。在葛雷乔伊叛乱中死于海疆城下。",
          "【马伦·葛雷乔伊】，他的次子，同样在葛雷乔伊叛乱中于派克城被杀。",
          "阿莎·葛雷乔伊，他的女儿。被史坦尼斯·拜拉席恩国王的部下俘虏。",
          "席恩·葛雷乔伊，他的幼子。自称“临冬城的亲王”，被波顿家族俘虏时又名“臭佬”。如今是史坦尼斯·拜拉席恩国王的俘虏。",
          "攸伦·葛雷乔伊，现任群屿与北境之王、海盐王与磐岩王、海风之子、派克岛掠夺者之首、宁静号船长。巴隆的长弟，外号“鸦眼”。",
          "数量不明的私生子女。",
          "维克塔利昂·葛雷乔伊，铁舰队总司令。他的二弟。正率领铁舰队远赴弥林，迎回丹妮莉丝·坦格利安和她的龙。",
          "伊伦·葛雷乔伊，他最小的弟弟，绰号“湿发”，淹神牧师。目前行踪不明。"
        ]
      },
      {
        "level": 3,
        "title": "伊耿历三世纪末的旁系成员",
        "content": [
          "《冰与火之歌》书中所描述的时间跨度之内的葛雷乔伊家族旁系成员：",
          "【昆顿·葛雷乔伊】，阿莎·葛雷乔伊的远亲。死于深林堡。",
          "【达衮·葛雷乔伊】，被称为“醉鬼”达衮，阿莎的远亲。死于深林堡。"
        ]
      },
      {
        "level": 3,
        "title": "历史上的成员",
        "content": [
          "Loron Greyjoy，人称“老海怪”（The Old Kraken），铁群岛至高王。任内重夺了熊岛与海怪角。",
          "席恩·葛雷乔伊三世，铁群岛至高王。攻打旧镇时被莱蒙·海塔尔大人击杀。",
          "巴隆·葛雷乔伊五世，铁群岛至高王。任内摧毁了北境弱小的舰队。",
          "维肯·葛雷乔伊，征服战争后的铁群岛大王。",
          "戈伦·葛雷乔伊（Goren Greyjoy），维肯之子，教团武装起事期间的铁群岛大王。",
          "道尔顿·葛雷乔伊，人称“红海怪”，血龙狂舞期间的铁群岛大王。在仙女城被一名侍女杀害。",
          "Veron Greyjoy，道尔顿的弟弟。",
          "达衮·葛雷乔伊，春季大瘟疫期间的铁群岛大王。",
          "阿尔顿·葛雷乔伊，外号“圣痴”（The Holy Fool），曾尝试征服孤灯堡以外的未知新大陆。",
          "Torwyn Greyjoy，曾向“寒铁”伊葛·河文立下血誓，之後又背叛了他。",
          "Loron Greyjoy，外号“歌手”（The Bard），与戴斯蒙·梅利斯特爵士有一段可歌可泣的友情。",
          "科伦·葛雷乔伊，铁群岛大王、派克岛头领，巴隆的父亲。篡夺者战争中远征盾牌列岛时阵亡。",
          "唐纳尔·葛雷乔伊，巴隆的异母哥哥，夭折。",
          "昆顿·葛雷乔伊，巴隆的异母哥哥，夭折。",
          "哈龙·葛雷乔伊，巴隆的异母哥哥，因灰鳞病死去。",
          "乌尔刚·葛雷乔伊，巴隆的弟弟。因伤口感染而死。",
          "罗宾·葛雷乔伊，巴隆的异母弟弟，夭折。"
        ]
      },
      {
        "level": 3,
        "title": "邓克和伊戈",
        "content": [
          "达衮·葛雷乔伊大王率领手下铁民劫掠维斯特洛大陆海岸，洗劫了小道斯克村。",
          "伯隆·史塔克公爵集合兵力和兰尼斯特家族一道建立舰队，把达衮·葛雷乔伊大王和他手下铁民赶回了铁群岛。"
        ]
      },
      {
        "level": 3,
        "title": "冰与火之歌",
        "content": [
          "席恩·葛雷乔伊是在葛雷乔伊叛乱被剿灭后，作为协议带离当做史塔克家族的养子。",
          "葛雷乔伊叛乱在五王之战的九年之前。",
          "葛雷乔伊叛乱被劳勃·拜拉席恩和艾德·史塔克公爵一起剿灭。",
          "韦赛里斯·坦格利安认为在他重返维斯特洛后，葛雷乔伊家族是敞开怀抱、鼎力支持他的大贵族家族之一。",
          "巴隆·葛雷乔伊是自灰海王以来的第九世。"
        ]
      },
      {
        "level": 2,
        "title": "效忠家族",
        "content": [
          "布莱克泰斯家族，黑潮岛。",
          "波特利家族，黑潮岛。",
          "考德家族，非常低贱的家族，族语：\"Though All Men Do Despise Us.\"",
          "卓鼓家族，老威克岛。",
          "法温家族，法温家族在铁民中也格外诡异。其有许多分支家族，包括：",
          "海豹皮角的法温家族，位于大威克岛的西海岸。",
          "孤灯堡的法温家族，包括大威克岛极西端的海岸和外海中零星的岛屿。有人说他们是易形者，是不敬神的怪物，能随意变化为海狮、海象，乃至海洋中的狼——斑点鲸。",
          "古柏勒家族，位于大威克岛，主要有三大分支：",
          "战锤角的古柏勒家族主脉，首领还有大威克岛头领的头衔。",
          "碎石堡的古柏勒家族位于老威克岛，久远的旁脉。",
          "奥克蒙岛的古柏勒家族位于奥克蒙岛，久远的旁脉。",
          "哈尔洛家族，有许多分支，包括：",
          "十塔城的哈尔洛家族主脉，首领还有哈尔洛岛头领的头衔。巴隆·葛雷乔伊的一房就是来自这家哈尔洛。",
          "灰园堡的哈尔洛家族，旁支。",
          "闪光塔的哈尔洛家族，旁支。",
          "赫利丹岭的哈尔洛家族，旁支。",
          "汉博利家族，地位很低的家族，源于奴工之后。",
          "梅林家族，位于卵石镇。",
          "奥克伍家族，位于奥克蒙岛。",
          "苏克利夫家族，位于盐崖岛。",
          "斯帕家族，位于大威克岛。",
          "斯通浩斯家族，位于老威克岛。",
          "斯通垂家族，位于哈尔洛岛。",
          "桑德利家族，位于盐崖岛。",
          "温奇家族，位于铁林城。"
        ]
      }
    ],
    "intro": [
      "派克岛的葛雷乔伊家族（House Greyjoy of Pyke），是七大王国中一支不可小觑的家族。派克城是葛雷乔伊家族的城堡，他们在此统治着铁民。他们的领地铁群岛位于维斯特洛大陆西面，环境严酷，地形峻峭。家族的纹章是一只黑色底衬的金色海怪，族语为：“强取胜于苦耕”（We Do Not Sow）。"
    ],
    "wikiId": 455,
    "words": "We Do Not Sow",
    "swornMembers": [
      {
        "character": "nm0538869",
        "text": "群屿与北境之王、海盐王与磐岩王、海风之子、派克岛掠夺者之首。失足坠落而亡。"
      },
      {
        "character": "nm0654295",
        "text": "他的幼子。自称“临冬城的亲王”，被波顿家族俘虏时又名“臭佬”。如今是史坦尼斯·拜拉席恩国王的俘虏。"
      },
      {
        "character": "nm0269923",
        "text": "他最小的弟弟，绰号“湿发”，淹神牧师。目前行踪不明。"
      }
    ]
  },
  {
    "name": "House Baratheon of Storm's End",
    "cname": "风息堡的拜拉席恩家族",
    "sections": [
      {
        "level": 3,
        "title": "建立",
        "content": [
          "拜拉席恩家族是七国中最年轻的大家族，历史可追溯至三百年前的家族建立者奥里斯·拜拉席恩，他是征服者伊耿手下最得力的统帅，谣传他更是伊耿的私生子兄弟。",
          "奥里斯追随伊耿参与征服战争，期间他斩杀了末代风暴王“骄傲的”亚尔吉拉·杜兰登，为龙王征服了风暴地。战后伊耿把风暴王的领地、城堡与唯一的女儿赐给他，奥里斯保留自己的姓氏，并采用风暴王的旗帜、家徽和箴言。长达数千年的风暴王血脉虽然绝了男嗣，但因着亚尔吉拉之女，奥里斯的后裔继续延续了这支古老的血统。",
          "拜拉席恩家族往后两百多年内一直是坦格利安家族的铁杆支持者，在王朝早期享有巨大的影响力。奥里斯是征服者伊耿的得力助手，也是他的国王之手。在梅葛·坦格利安一世国王统治末年，罗拔·拜拉席恩公爵保护了杰赫里斯王子，并担任他的首相与全境守护者，协助他揭竿而起，夺回王位。风暴地的地理位置让他们多番卷入战争之中，在血龙狂舞时风息堡效忠于伊耿·坦格利安二世，在黑火叛乱中他们也协助铁王座对抗叛军。"
        ]
      },
      {
        "level": 3,
        "title": "篡夺者战争",
        "content": [
          "然而这份忠诚至伊耿·坦格利安五世统治时开始破裂。伊耿的长子“矮个”邓肯王子抛弃了他与“狂笑风暴”莱昂诺·拜拉席恩公爵之女的婚约，莱昂诺公爵怒而自立为王，纷争後来才通过一次比武与伊耿五世的女儿嫁给公爵的继承人才结束。稍後五十年内，两家修补了破裂的关系。终於来到“疯王”伊里斯·坦格利安二世统治末年，这份忠诚彻底消失。劳勃·拜拉席恩公爵的未婚妻莱安娜·史塔克据称被雷加·坦格利安王子绑架，其父伊里斯甚至残忍杀害叫嚣要雷加偿命的莱安娜长兄布兰登·史塔克和前来王都为子答罪的瑞卡德·史塔克公爵。“疯王”随后命令监护劳勃与艾德·史塔克的鹰巢城公爵琼恩·艾林交出二人，艾林断然拒绝，高举反旗声讨暴政，篡夺者战争遂爆发。",
          "集合艾林谷、河间地、风暴地和北境的军事实力，劳勃的叛军扭转败势，接连取得鸣钟之役和三叉戟河之役的重大胜利，击杀雷加王子并摧毁王军主力，最终入主君临，推翻“疯王”。远在伊耿·坦格利安五世国王时，他的小女儿雷蕾·坦格利安公主下嫁于劳勃的祖父蒙德·拜拉席恩公爵，劳勃凭此血缘关系名正言顺登上铁王座，君临七国。",
          "称王后劳勃并未遗忘他的弟弟，把风息堡留给自己的子女，反而把幼弟蓝礼封为风息堡公爵。"
        ]
      },
      {
        "level": 3,
        "title": "五王之战",
        "content": [
          "在劳勃国王去世后，蓝礼公爵在河湾地和风暴地的誓言封臣们一致支持下公开称王，对抗铁王座，风息堡拜拉席恩家族正式参与五王之战。他麾下的十万雄师缓缓向君临推进，打算坐收各地混战之利。但出乎众人意料之外同样称王的劳勃长弟史坦尼斯率军来攻风息堡，诱使蓝礼回援，拉赫洛祭司梅丽珊卓成功以魔法刺杀蓝礼，蓝礼的势力骤然崩溃，他的领地和风暴地的誓言封臣都被史坦尼斯接收。",
          "蓝礼死后，风息堡公爵及风息堡拜拉席恩家主之位就处于争议状态。由于蓝礼无后亦未指定继承人，因此史坦尼斯和君临的拜拉席恩家族也有可能获得风息堡。史坦尼斯在蓝礼死后很快就接收了风息堡，成为风暴地实际上的统治者。然而由于他进行叛乱，其对风息堡的权利被铁王座剥夺，因此领地理应归于托曼·拜拉席恩国王兼领。黑水河之役后绝大部份风暴地诸侯都倒向铁王座，不过风息堡至今仍处于史坦尼斯的支持者手上，托曼对其南方封地的占有权只是空言。"
        ]
      },
      {
        "level": 3,
        "title": "伊耿历三世纪末的成员",
        "content": [
          "《冰与火之歌》书中所描述的时间跨度之内的风息堡拜拉席恩家族成员：",
          "【劳勃·拜拉席恩】国王，风息堡公爵、七国国王、全境守护者，君临的拜拉席恩家族创始人，被野猪拱死。",
          "瑟曦·兰尼斯特王后，劳勃的妻子，七国王后、摄政太后。现时被教会审判。她与劳勃的三个子女实际上是瑟曦与孪生弟弟詹姆私通所生。",
          "【乔佛里·拜拉席恩】国王，劳勃的长子和继承人，七国国王，在自己的婚礼上被毒死。",
          "玛格丽·提利尔王后，他的妻子。乔佛里死后改嫁托曼。",
          "弥塞菈·拜拉席恩公主，劳勃的女儿。与崔斯丹·马泰尔订婚。",
          "托曼·拜拉席恩国王，劳勃的次子，七国国王。",
          "玛格丽·提利尔王后，他的妻子。因为被怀疑私通，现时被教会审判。",
          "艾德瑞克·风暴，劳勃唯一承认的私生子，与狄丽娜·佛罗伦所生。",
          "史坦尼斯·拜拉席恩国王，海政大臣、龙石岛公爵，龙石岛的拜拉席恩家族创始人，自封的七国国王，蓝礼死后领风息堡公爵。目前生死不明。",
          "赛丽丝·佛罗伦王后，史坦尼斯的妻子。",
          "希琳·拜拉席恩公主，史坦尼斯的独女。",
          "【蓝礼·拜拉席恩】国王，劳勃称王后封他为风息堡公爵，法务大臣，自封的七国国王。被梅丽珊卓用法术制造的阴影所杀。",
          "玛格丽·提利尔王后，他的妻子，高庭公爵梅斯·提利尔之女。蓝礼死后改嫁乔佛里。"
        ]
      },
      {
        "level": 3,
        "title": "历史上的成员",
        "content": [
          "奥里斯·拜拉席恩，风息堡公爵、拜拉席恩家族创始人，娶了末代风暴王亚尔吉拉·杜兰登 ‎之女。谣传他是征服者伊耿的私生兄弟。",
          "戴佛斯·拜拉席恩，奥里斯之子。",
          "雷蒙特·拜拉席恩，奥里斯之子，伊尼斯一世期间的御林铁卫。",
          "罗拔·拜拉席恩，奥里斯之孙，梅葛一世和杰赫里斯一世时期的风息堡公爵，阿莱莎·瓦列利安的第二任丈夫，杰赫里斯一世执政初期的国王之手与全境守护者。",
          "乔斯琳·拜拉席恩，罗拔之女，伊蒙·坦格利安亲王之妻，雷妮丝公主之母。",
          "博蒙德·拜拉席恩，杰赫里斯一世和韦赛里斯一世期间的风息堡公爵，罗拔之子，博洛斯之父。",
          "博洛斯·拜拉席恩，博蒙德之子，血龙狂舞期间的风息堡公爵，有四个女儿。",
          "葛文·拜拉席恩，某位风息堡公爵的三子，娶了蒂亚·兰尼斯特。",
          "莱昂诺·拜拉席恩，人称“狂笑风暴”，从戴伦二世到伊耿五世时期的风息堡公爵。",
          "蒙德·拜拉席恩，莱昂诺之子，雷蕾公主的丈夫，杰赫里斯二世时期的风息堡公爵与国王之手。",
          "史蒂芬·拜拉席恩，杰赫里斯二世与伊里斯二世时期的风息堡公爵，雷蕾公主之子，娶了卡珊娜·伊斯蒙，二人是劳勃三兄弟的父母。因海难死去。",
          "哈柏特爵士，劳勃三兄弟的叔公，很可能是史蒂芬公爵死后的风息堡代理城主。不清楚他来自哪一支家族。"
        ]
      },
      {
        "level": 3,
        "title": "历史",
        "content": [
          "葛文·拜拉席恩，风息堡领主的三儿子，娶了蒂亚·兰尼斯特。"
        ]
      },
      {
        "level": 3,
        "title": "邓克和伊戈",
        "content": [
          "莱昂诺·拜拉席恩爵士，人称“狂笑风暴”，参加了岑树滩比武大会并且在七子审判中选择加入“高个”邓肯爵士一方战斗。",
          "在岑树滩比武大会举行的九年之前，拜拉席恩伯爵为了庆祝他的的外孙出生，举办过一次比武大会。"
        ]
      },
      {
        "level": 3,
        "title": "冰与火之歌",
        "content": [
          "雷加·坦格利安王子在风息堡的一次比武大会上击败了史蒂芬·拜拉席恩伯爵。",
          "艾德瑞克·风暴被戴佛斯·席渥斯伯爵偷偷地运出了龙石岛，以防他被梅丽珊卓活活烧死。",
          "葛文·拜拉席恩是某位风息堡公爵的三子。在劳勃迎娶瑟曦·兰尼斯特之前，他是最后一位与兰尼斯特家族通婚的拜拉席恩成员。与他成亲的是蒂亚·兰尼斯特。",
          "在劳勃国王刚刚任命艾德·史塔克为新一任国王之手并从北方返程的时候，蓝礼前去与他会合了。"
        ]
      }
    ],
    "intro": [
      "风息堡的拜拉席恩家族（House Baratheon of Storm's End）是七大王国最主要最强大的贵族之一，是风暴地的守护家族。他们的居城是牢不可破的风息堡，家徽是金底上黑色的宝冠雄鹿，族语是“怒火燎原”。"
    ],
    "wikiId": 2287,
    "words": "Ours is the Fury",
    "swornMembers": [
      {
        "character": "nm0372176",
        "text": "劳勃的妻子，七国王后、摄政太后。现时被教会审判。她与劳勃的三个子女实际上是瑟曦与孪生弟弟詹姆私通所生。"
      },
      {
        "character": "nm0322416",
        "text": "劳勃的长子和继承人，七国国王，在自己的婚礼上被毒死。"
      },
      {
        "character": "nm1754059",
        "text": "他的妻子。乔佛里死后改嫁托曼。"
      },
      {
        "character": "nm2835616",
        "text": "劳勃的次子，七国国王。"
      },
      {
        "character": "nm1754059",
        "text": "他的妻子。因为被怀疑私通，现时被教会审判。"
      },
      {
        "character": "nm0226820",
        "text": "海政大臣、龙石岛公爵，龙石岛的拜拉席恩家族创始人，自封的七国国王，蓝礼死后领风息堡公爵。目前生死不明。"
      },
      {
        "character": "nm5081192",
        "text": "史坦尼斯的独女。"
      },
      {
        "character": "nm2167445",
        "text": "劳勃称王后封他为风息堡公爵，法务大臣，自封的七国国王。被梅丽珊卓用法术制造的阴影所杀。"
      },
      {
        "character": "nm1754059",
        "text": "他的妻子，高庭公爵梅斯·提利尔之女。蓝礼死后改嫁乔佛里。"
      }
    ]
  },
  {
    "name": "House Tyrell of Highgarden",
    "cname": "提利尔家族",
    "sections": [
      {
        "level": 3,
        "title": "背景",
        "content": [
          "提利尔家族的血脉可以通过母系追溯到河湾地的王族园丁家族。第一位提利尔，艾利斯特爵士，是一位服务於加尔温·园丁五世国王麾下的安达尔人骑士。艾利斯特的次子加雷斯和加雷斯之子里奥成为了国王的管家。因他们两人的出色表现，由此开始了提利尔家族世袭高庭大总管的历史。很多提利尔族人都成为了河湾王的心腹幕僚，在战时更担任代理城主，更有人曾作为摄政管治河湾地。",
          "在加尔斯·园丁十世末年，河湾王国大乱，高庭被多恩人洗劫摧毁，其他河湾地贵族则忙着互相征伐，园丁家族的统治几乎要结束了。但靠着奥斯蒙·提利尔爵士力挽狂澜，他联合四十支家族打败了争夺高庭王位的培克家族与曼德勒家族，拥立了孟恩·园丁六世为王，河湾王国复兴。孟恩六世后来更把他的小女儿嫁给了奥斯蒙之子劳勃·提利尔爵士，为历史上第一次园丁家与提利尔的通婚（最后共有十次通婚），因此提利尔家族也能自称为“青手”加尔斯的后人。"
        ]
      },
      {
        "level": 3,
        "title": "高庭公爵",
        "content": [
          "征服战争期间，最后的河湾王孟恩·园丁九世联合凯岩王一起向龙王伊耿宣战，在怒火燎原之役中孟恩王与他的所有儿子都被龙焰活活烧死，园丁家族灭亡。河湾王的总管哈兰·提利尔向征服者献出城池，为此伊耿将高庭和河湾地都封给提利尔家族。自此提利尔家族坚定的效忠坦格利安家族，在两次入侵多恩的战争中他们也有参战，哈兰公爵与莱昂诺公爵也因此死於多恩，而在黑火叛乱和篡夺者战争里他们也支持坦格利安家族。在君临沦陷、伊里斯·坦格利安二世死去后，梅斯·提利尔公爵向胜利者称臣，劳勃·拜拉席恩国王原谅了提利尔家族并且接受了南境的效忠。",
          "提利尔家族对高庭的统治一直受到其他河湾地贵族的挑战。奥克赫特、佛罗伦、罗宛、培克和雷德温五家的血统比他们古老高贵，而且与园丁家族的血缘更相近，他们皆声称高庭应该归属他们，但征服者伊耿对此置若罔闻。席奥·提利尔公爵在第一次多恩战争结束后召集大批修士与学士，研究高庭的继承权利，巩固了提利尔家族的地位。可是，仍然有许多人暗地里鄙视提利尔家族，嘲弄他们为暴发户。"
        ]
      },
      {
        "level": 3,
        "title": "近代",
        "content": [
          "在劳勃国王死后，提利尔家族拥戴自立为王的蓝礼·拜拉席恩，梅斯公爵把自己的女儿玛格丽嫁给了他。在蓝礼遇刺身亡之后，提利尔改与兰尼斯特家族结盟，玛格丽被许配给乔佛里国王（乔佛里死后改嫁其弟弟王储托曼）。两家协力在黑水河之役大破史坦尼斯·拜拉席恩，赢得五王之战，提利尔家族终于得到渴求已久的荣耀和权力，更夺得了其长久以来的反对者佛罗伦家族的一切封地和家产。",
          "在五王之战高潮完结后，提利尔与兰尼斯特家族开始产生嫌隙，瑟曦太后更倾全力来排挤提利尔势力，酿成两家不和。瑟曦失势后短暂接管朝政的凯冯爵士试图修复同盟并重建势力平衡，可是瓦里斯暗杀了他与派席尔，使这个努力化为泡影。如今，御前会议一面将倒向提利尔家族，两家似乎再会发生一轮政治斗争。"
        ]
      },
      {
        "level": 3,
        "title": "伊耿历三世纪末的主系成员",
        "content": [
          "《冰与火之歌》书中所描述的时间跨度之内的提利尔家族主系成员：",
          "奥莲娜·雷德温，梅斯的母亲，罗斯公爵之妻，人称“荆棘女王”。",
          "梅斯·提利尔，高庭公爵、南境守护、边疆守护者、河湾至高统领。",
          "艾勒莉·海塔尔，他的妻子。",
          "维拉斯·提利尔，他的长子与继承人。一个瘸子。",
          "加兰·提利尔爵士，他的二子。亮水城伯爵。又称“勇武的加兰”。亮水城的提利尔家族的建立者。",
          "莱昂妮·佛索威，加兰的妻子。",
          "洛拉斯·提利尔爵士，他的幼子，被称为“百花骑士”。御林铁卫成员。",
          "玛格丽·提利尔，他的女儿，七国王后，现时嫁给了托曼国王。",
          "米娜·提利尔，梅斯的妹妹。嫁给了派克斯特·雷德温伯爵，有二子一女。",
          "洁娜·提利尔，梅斯的妹妹。嫁给了琼恩·佛索威爵士。"
        ]
      },
      {
        "level": 3,
        "title": "伊耿历三世纪末的旁系成员",
        "content": [
          "《冰与火之歌》书中所描述的时间跨度之内的提利尔家族旁系成员：",
          "加尔斯·提利尔，梅斯的叔叔，高庭总管，外号“粗胖的”加尔斯。",
          "贾尔斯·佛花，加尔斯的私生子。",
          "盖略特·佛花，加尔斯的私生子。",
          "莫林·提利尔爵士，梅斯的叔叔，旧镇守备队司令。",
          "【罗斯·提利尔】爵士，莫林的长子。",
          "嫒琳·诺瑞吉，罗斯的妻子。",
          "特奥多·提利尔爵士，罗斯的长子。",
          "莱娅·西瑞，特奥多的妻子。",
          "埃萝·提利尔，特奥多的女儿。",
          "罗斯·提利尔，特奥多的儿子。",
          "梅德威克学士，罗斯的次子。",
          "奥兰妮·提利尔，罗斯的女儿。嫁给了里奥·布莱巴尔爵士。",
          "里奥·提利尔，莫林的次子，外号“懒人”里奥。",
          "葛曼学士，梅斯的叔叔。",
          "【昆丁·提利尔】爵士，梅斯的堂亲，死于岑树滩之战。",
          "奥莱莫·提利尔爵士，昆丁的儿子。",
          "莱莎·梅斗，奥莱莫之妻。",
          "雷蒙德·提利尔，奥莱莫的长子。",
          "瑞卡德·提利尔，奥莱莫的次子。",
          "梅歌·提利尔，奥莱莫的女儿。",
          "诺曼德学士，梅斯的堂亲，在黑冠城服务。",
          "【维克多·提利尔】爵士，他的堂亲，被御林兄弟会的微笑骑士所杀。",
          "维多利亚·提利尔，维克多的女儿。嫁给了琼恩·布尔威爵士，有一女。",
          "里奥·提利尔爵士，维克多之子。",
          "亚丽·毕斯柏里，里奥的妻子。",
          "雅兰·提利尔，里奥的长女。",
          "里雅·提利尔，里奥的次女。",
          "莱昂诺·提利尔，里奥的长子。",
          "卢卡斯·提利尔，里奥的次子。",
          "洛伦特·提利尔，里奥的三子。"
        ]
      },
      {
        "level": 3,
        "title": "历史上的成员",
        "content": [
          "艾利斯特·提利尔爵士，提利尔家族创始人，为加尔温·园丁五世服务。",
          "艾利斯特的长子，同样是一位有名的骑士，在一次比武大会中死亡。",
          "加雷斯·提利尔，艾利斯特爵士的次子，选择以管家的身份为园丁王服务。",
          "里奥·提利尔，加雷斯之子，其出色的服务让园丁家族非常满意，管家职位从此由提利尔家族世袭。",
          "某不知名的提利尔，在Garland VI Gardener年幼时任摄政。",
          "奥斯蒙·提利尔爵士，率领河湾地军队击败对战中的培克与曼德勒。帮助孟恩·园丁六世重夺高庭。",
          "劳勃·提利尔爵士，奥斯蒙之子，娶了孟恩六世之女，是历史上十桩园丁-提利尔婚姻中的第一桩。",
          "洛伦特·提利尔，劳勃之子。",
          "哈兰·提利尔，征服战争后的首任高庭公爵。怒火燎原一役后，他把高庭献给了“征服者”伊耿。5AC年，在参与第一次多恩战争时与部队一并消失在多恩沙漠中。",
          "席奥·提利尔，哈兰之子，巩固提利尔对高庭的权力宣称。",
          "马索斯·提利尔，在101年大议会上炫耀了高庭的实力。",
          "某不知名的提利尔，在血龙狂舞时期他仍然年幼，他的母亲与代理城主选择不参与内战。",
          "莱昂诺·提利尔，“少龙王”戴伦一世征服多恩后任总督，后在床上被多恩人用毒蝎谋杀。",
          "里奥·提利尔，人称“长刺”里奥，是戴伦二世和伊里斯一世在位期间的高庭公爵。他赢得过比武大会冠军，被认为当时最优秀的长枪比武选手。黑火叛乱中为戴伦而战。",
          "罗斯·提利尔，高庭公爵，梅斯公爵之父，奥莲娜的丈夫。因大意堕下悬崖而死。"
        ]
      },
      {
        "level": 3,
        "title": "分支",
        "content": [
          "亮水城的提利尔家族"
        ]
      },
      {
        "level": 3,
        "title": "邓克和伊戈",
        "content": [
          "“长号”里奥大人参加了岑树滩比武大会，并作为最开始的冠军之一接受挑战。伊戈和邓克都认为他很有实力，是邓克最好能避开对手之一。"
        ]
      },
      {
        "level": 3,
        "title": "冰与火之歌",
        "content": [
          "韦赛里斯·坦格利安相信他回归登陆维斯特洛之后，提利尔家族会支持他。",
          "凯特琳·徒利在苦桥看见了提利尔家族的旗帜。",
          "提利尔家族的血脉也同许多河湾地贵族一样可以追溯到“青手”加尔斯。",
          "一个戈根勒斯家的士兵在君临的械斗中杀了一个提利尔家族的人。",
          "梅斯·提利尔是提利昂·兰尼斯特审判的三名联名法官之一。",
          "“少龙王”戴伦一世征服多恩之后，他任命了提利尔大人担任总督。提利尔大人喜爱多恩姑娘。有一回，他来到一座城堡，领主的床边有个小带子，似乎是用来召唤侍女的。于是他拉了带子，结果头顶的遮罩猛然裂开，掉下一百只红蝎。总督的死令战火复燃，半月内少龙王的征服便化为乌有，多恩人重新获得了自由。",
          "当御林铁卫在白剑塔开会时，由加兰爵士负责守护托曼一世。"
        ]
      },
      {
        "level": 2,
        "title": "效忠家族",
        "content": [
          "岑树滩的埃绪福特家族。",
          "黑冠城的布尔威家族。布尔威家族是提利尔家族的堂亲一脉，提利尔家的维多利亚·提利尔嫁进了该家族。布尔威子爵夫人亚莉珊是维多利亚之女。她还很年轻，是玛格丽的闺中女伴之一。",
          "绿盾岛的切斯塔家族。",
          "红湖的克连恩家族。",
          "亮水城的佛罗伦家族，因支持史坦尼斯·拜拉席恩遭驱逐。",
          "佛索威家族，该家族有两大分支：",
          "“红苹果”，果酒厅的佛索威家族；",
          "“绿苹果”，新桶城的佛索威家族，由雷蒙·佛索威爵士创建的支脉，其创建过程在雇佣骑士有描述。",
          "格林顿城的格林家族。格林家族的领主亦是灰盾岛伯爵。",
          "赫威特伯爵镇的赫威特家族赫威特家族的领主亦是橡盾岛伯爵。",
          "参天塔的海塔尔家族。他们是旧镇的领主和主人。海塔尔家族影响力巨大。",
          "长桌厅的玛瑞魏斯家族。",
          "高地的穆伦道尔家族。",
          "古橡城的奥克赫特家族。",
          "坚定堡的奥斯格雷家族，坚定堡的骑士家族。《誓言骑士》讲述了“高个”邓肯爵士为尤斯塔斯·奥斯格雷爵士服务的故事。",
          "青亭岛的雷德温家族。青亭岛是维斯特洛大陆旁一个大岛。",
          "金树城的罗宛家族。",
          "西瑞家族。西瑞家族的族长还领有盾牌列岛统领的头衔。",
          "角陵的塔利家族。",
          "亮水城的提利尔家族。新晋的提利尔家旁支。",
          "幽谷城的莱维尔家族。"
        ]
      }
    ],
    "intro": [
      "高庭的提利尔家族（House Tyrell of Highgarden）是七国重要家族之一，统辖河湾地，族堡高庭。提利尔家族庞大而富有，富裕程度仅次于兰尼斯特家族，但能动员出更强的军事力量。此外，如果提利尔家族征召手下封臣雷德温家族和盾牌列岛的舰队，加上海岸其他效忠家族的海军，那么提利尔家族能拥有的的海上军事力量不输于皇家舰队。",
      "在七大王国中，提利尔是个历史悠久，而崇尚骑士精神的家族，他们常以“边疆守护者”和“河湾至高统领”自封。通常他们还拥有南境守护的头衔。家族族徽是一朵盛开于青翠绿野之上的金玫瑰；箴言为：生生不息。"
    ],
    "wikiId": 803,
    "words": "Growing Strong",
    "swornMembers": [
      {
        "character": "nm0004355",
        "text": "高庭公爵、南境守护、边疆守护者、河湾至高统领。"
      },
      {
        "character": "nm3645691",
        "text": "他的幼子，被称为“百花骑士”。御林铁卫成员。"
      },
      {
        "character": "nm1754059",
        "text": "他的女儿，七国王后，现时嫁给了托曼国王。"
      }
    ]
  },
  {
    "name": "House Nymeros Martell of Sunspear",
    "cname": "马泰尔家族",
    "sections": [
      {
        "level": 3,
        "title": "背景",
        "content": [
          "纳梅洛斯·马泰尔家族的父系血脉来自沙船堡的马泰尔家族。在安达尔人入侵时，莫甘·马泰尔率领他的亲族渡海来到多恩，击败了当地的House Wade与House Shell，夺得了断臂角至绿血河之间长五十里格、宽十里格的岩石海岸。千年过去，马泰尔家族渐渐发展，但绝不能称作多恩最强大的家族之一。反而，马泰尔家族从未称王，甚至在一些情况下向邻近的诸王（乔戴恩、艾利昂、伊伦伍德和一些小王）称臣，谨慎地在强敌环伺的情况下存活下来。",
          "终於，距今一千年前，来自东方大陆的洛伊拿战士女王娜梅莉亚领子民乘万船逃离瓦雷利亚自由堡垒的侵略。他们流浪多年，最後登陆在马泰尔家族的领地上。沙船城领主莫尔斯·马泰尔看到了机会（歌谣称他也爱上了娜梅莉亚），与娜梅莉亚联姻，他手下许多将士也娶了洛伊拿女人或包养她们为情妇。洛伊拿人带来了许多人口、庞大的财富与先进的技术，甚至他们的水巫师（Water Wizards）据说能使荒漠化为绿洲。得此支持的他如虎添翼，两人携手征战多年，战胜了这片土地上许多小王，直至只剩下最强大的敌手：伊伦伍德家族。花了整整十一年时间，甚至莫尔斯本人也战殁，娜梅莉亚才迫使伊伦伍德家族投降，将多恩全境置于自己的统治之下，纳梅洛斯·马泰尔家族的统治由此开始。",
          "不同民族的人民结合在一起之后，马泰尔家族抛弃了很多原有的习俗，取而代之的是洛伊拿的风俗。比如，他们开始称他们的统治者为“亲王”而不是“国王”，并且土地和头衔由最年长的子女继承，而不限于长子。马泰尔家族也在洛伊拿人帮助下建立了新城堡阳戟城。而由此开始，多恩与河湾地与风暴地的冲突日渐剧化，边境冲突、劫掠和战争不时发生，造成多恩人与这两块土地的居民的世仇。"
        ]
      },
      {
        "level": 3,
        "title": "征服战争后",
        "content": [
          "七大王国的其他地区接连被征服者伊耿攻陷之时，年迈的梅丽亚·马泰尔（Meria Martell）女王率领多恩顽强抵抗，使这片土地得以继续保持独立两个世纪。征服多恩的企图屡次失败，最后多恩以两个家族间联姻的方式加入了七大王国。国王戴伦二世娶了弥丽亚·马泰尔公主，而马隆·马泰尔亲王则迎娶了丹妮莉丝·坦格利安。从此以后，马泰尔家族以铁王座上的国王的名义统治多恩，但仍保留着“多恩亲王”的头衔。",
          "篡夺者战争期间，马泰尔家族对于雷加背叛妻子伊莉亚、将莱安娜·史塔克收为情妇并挑起战争的行为十分不满。但他们仍然支持伊里斯二世，派出了一万士兵参加三叉戟河之役。伊莉亚公主和她的孩子在君临沦陷时被兰尼斯特家族的封臣格雷果·克里冈爵士和亚摩利·洛奇残忍地杀害。尽管战后因琼恩·艾林的斡旋，道朗·马泰尔亲王表面上向劳勃·拜拉席恩宣誓效忠，但他们从此对兰尼斯特家族心怀愤怒和仇恨，奉行孤立政策，若非必要不和其他家族有任何来往。而暗地里，马泰尔家族则与瓦里斯及威廉·戴瑞等人密谋复辟韦赛里斯·坦格利安，计划让两家再次联姻，联手反攻铁王座，最后因为韦赛里斯死去而前功尽废。"
        ]
      },
      {
        "level": 3,
        "title": "五王之战和以后",
        "content": [
          "在五王之战期间，道朗親王起初在冲突中保持中立，后来他们与兰尼斯特家族结盟，而后者承诺的回报包括：将弥赛菈公主嫁给崔斯丹·马泰尔王子、给予马泰尔家族一个御前会议的席位、多恩边疆地的一些城堡，以及强暴并杀害伊莉亚公主的格雷果·克里冈爵士的人头。奥柏伦亲王前往君临要求得到御前会议的席位，并索取格雷果爵士的人头，然而泰温·兰尼斯特显然意图无视原先的承诺。",
          "为了实现复仇，奥柏伦亲王代理提利昂·兰尼斯特出战比武审判，对抗格雷果爵士。他浸毒的长矛多次刺中“魔山”，但最后亲王因为一时大意而被“魔山”击杀。由此引起多恩的骚动，道朗亲王的女儿亚莲恩公主不满父亲无所作为，甚至密谋拥戴弥塞菈为七国女王，对抗铁王座，她的计划迅速被制止。此时道朗亲王正密谋落实另一个反抗铁王座的计划，派出他的儿子昆廷前往奴隶湾，迎娶丹妮莉丝·坦格利安，带着她的大军和巨龙回到维斯特洛。",
          "道朗亲王向女儿说明情况后进一步行动。他派出两位沙蛇（特蕾妮和娜梅莉亚）与弥塞菈回到君临，伺机而动，并诱使献上“魔山”首级的御林铁卫巴隆·史文追捕袭击弥塞菈公主的凶手杰洛·戴恩，他派出奥芭娅和阿利欧·何塔协助他。因听说黄金团登陆、伊莉亚之子伊耿死而复生的消息，亚莲恩公主奉父亲之命亲自前往风暴地探查。"
        ]
      },
      {
        "level": 3,
        "title": "伊耿历三世纪末的主系成员",
        "content": [
          "《冰与火之歌》书中所描述的时间跨度之内的马泰尔家族主系成员：",
          "道朗·纳梅洛斯·马泰尔，多恩亲王、阳戟城领主。",
          "诺佛斯的梅拉莉欧夫人，他的离异妻子，已回到诺佛斯。",
          "亚莲恩·马泰尔公主，他的女儿及继承人。",
          "【昆廷·马泰尔】王子，他的长子。因龙焰死于弥林。",
          "崔斯丹·马泰尔王子，他的次子。与弥塞菈·拜拉席恩公主订婚。",
          "【奥柏伦·纳梅洛斯·马泰尔】亲王，他的弟弟，被称为“红毒蛇”。死于提利昂·兰尼斯特的比武审判上。",
          "与不同女人生下的私生女：",
          "奥芭娅·沙德，奥柏伦与一位旧镇妓女的私生女。",
          "娜梅莉亚·沙德，奥柏伦与一位瓦兰提斯贵妇的私生女。",
          "特蕾妮·沙德，奥柏伦与一位修女的私生女。",
          "萨蕾拉·沙德，奥柏伦与一位盛夏群岛船长的私生女。",
          "艾拉莉亚·沙德，奥柏伦的情妇，哈曼·乌勒伯爵的私生女。",
          "伊莉亚·沙德，奥柏伦和艾拉莉亚的私生女。",
          "奥贝娜·沙德，奥柏伦和艾拉莉亚的私生女。",
          "多娜·沙德，奥柏伦和艾拉莉亚的私生女。",
          "萝芮·沙德，奥柏伦和艾拉莉亚的私生女。"
        ]
      },
      {
        "level": 3,
        "title": "伊耿历三世纪末的旁系成员",
        "content": [
          "《冰与火之歌》书中所描述的时间跨度之内的马泰尔家族旁系成员：",
          "曼佛里·马泰尔爵士，阳戟城的代理城主。他是道朗·马泰尔的堂/表兄弟。"
        ]
      },
      {
        "level": 3,
        "title": "历史上的成员",
        "content": [
          "莫甘·马泰尔，沙船城领主，马泰尔家族的创始人。",
          "莫尔斯·马泰尔，沙船城领主、多恩亲王，娶了娜梅莉亚，与她一起建立了纳梅洛斯·马泰尔家族。战死於攻打伊伦伍德家族的战争中。",
          "娜梅莉亚，洛伊拿城邦娜·萨星的女王、多恩女王，嫁给莫尔斯·马泰尔，与他一起建立了纳梅洛斯·马泰尔家族。两人有四个女儿。",
          "莫尔斯·马泰尔二世，多恩亲王，娜梅莉亚与莫尔斯之孙。",
          "“红亲王”（Red Princes），莫尔斯二世之後三位多恩统治者的合称，但其中两人是女性。",
          "梅莉亚·马泰尔（Meria Martell），征服战争与第一次多恩战争期间的多恩女王。",
          "纳摩·马泰尔（Nymor Martell），梅莉亚之子。",
          "德莉亚·马泰尔（Deria Martell），纳摩之女。",
          "科伦·马泰尔（Qoren Martell），石阶列岛战争与血龙狂舞期间的多恩亲王。",
          "亚莉安德娜·马泰尔（Aliandra Martell），科伦之女，嫁给了Drazenko Rogare。",
          "弥丽亚·马泰尔，七大王国王后，嫁给了戴伦·坦格利安二世国王，与他有四个儿子。",
          "马隆·马泰尔，多恩亲王、弥丽亚之弟，娶了戴伦二世的妹妹丹妮莉丝公主，与她有数个子女。",
          "莫尔斯·马泰尔，道朗的弟弟。早夭。",
          "奥利法·马泰尔，道朗的弟弟。早夭。",
          "勒文·马泰尔，多恩女王的弟弟、道朗亲王的叔叔，伊里斯二世的御林铁卫成员。他在三叉戟河之役中阵亡。",
          "伊莉亚·马泰尔，道朗的妹妹。嫁与雷加·坦格利安王子，有两个孩子。君临沦陷时被格雷果·克里冈残忍杀害。"
        ]
      },
      {
        "level": 2,
        "title": "封臣",
        "content": [
          "伊伦伍德家族和佛勒家族是效忠马泰尔家族的封臣中最强大的。伊伦伍德家族的领主冠以石路守护和血之贵胄的称号。佛勒家族是天及城伯爵，兼任亲王隘口守护。"
        ]
      }
    ],
    "intro": [
      "阳戟城的纳梅洛斯·马泰尔家族（House Nymeros Martell of Sunspear）是多恩的统治家族。“纳梅洛斯”意为“娜梅莉亚的血脉”，阳戟城是他们的统治中心。通常只称马泰尔家族。马泰尔家族的家徽是一柄贯穿红日的金枪，金枪是古代马泰尔的家徽，红日象徵洛伊拿，家族箴言是“不屈不挠”。",
      "马泰尔族人的外貌是典型的盐人，带有明显的洛伊拿特徵，他们有橄榄色的皮肤，黑眼黑发，不过有些家族成员则有棕土色的头发。"
    ],
    "wikiId": 395,
    "words": "Unbowed, Unbent, Unbroken",
    "swornMembers": [
      {
        "character": "nm4514519",
        "text": "他的次子。与弥塞菈·拜拉席恩公主订婚。"
      },
      {
        "character": "nm1095720",
        "text": "奥柏伦与一位旧镇妓女的私生女。"
      },
      {
        "character": "nm3725055",
        "text": "奥柏伦与一位瓦兰提斯贵妇的私生女。"
      },
      {
        "character": "nm3065809",
        "text": "奥柏伦与一位修女的私生女。"
      },
      {
        "character": "nm0890055",
        "text": "奥柏伦的情妇，哈曼·乌勒伯爵的私生女。"
      }
    ]
  }
]